[{ "title": "莎士比亚十四行诗第1首 | 莎士比亚十四行诗", "content_zh": "我们要美丽的生命不断繁息，\n能这样，美的玫瑰才永不消亡，\n既然成熟的东西都不免要谢世，\n优美的子孙就应当来承继芬芳：\n但是你跟你明亮的眼睛结了亲，\n把自身当柴烧，烧出了眼睛的光彩，\n这就在丰收的地方造成了饥馑，\n你是跟自己作对，教自己受害。\n如今你是世界上鲜艳的珍品，\n只有你能够替灿烂的春天开路，\n你却在自己的花蕾里埋葬了自身，\n温柔的怪物呵，用吝啬浪费了全部。\n可怜这世界吧，世界应得的东西\n别让你和坟墓吞吃到一无所遗！", "note": "据传统的解释，莎士比亚十四行诗第1至126首，是献给一青年男子的；第127至152首是献给一黑肤女郎的。但我们可以怀疑这种解释。“译解”里用“爱友”一词即意味着不一定指男性，可以指朋友（男性），也可以指爱人（女性）。“爱友”也不一定限于指某一固定的人。在有些篇章里，假定对方为男性比较讲得通，如开头的若干首，特别是第3、20、40至42首等。这首诗里诗人对爱友说：“美的东西老了都要死，须得子孙来承继那美。但你跟自己的美（‘明亮的眼睛’）结了亲，也就是说，你只靠自己，只欣赏自己的美，来维持自己的美，而不靠别人，不同别人结婚，不让子孙来承继美，这，固然维持了你的美，同时却与自己为敌，因为你不跟别人合作，你的美将不能留传后世。你名为吝啬，实则浪费；好像温柔，其实顽固。请你为世界着想，结婚吧，这样，你的美就能由子孙来传给世界。否则，你就等于毁灭了世界应得的东西，因为你的美是世界（人类）应当继承的东西呀！”", "content_en": "From fairest creatures we desire increase,\nThat thereby beauty’s rose might never die,\nBut as the riper should by time decease,\nHis tender heir might bear his memory;\nBut thou contracted to thine own bright eyes,\nFeed’st thy light’s flame with self-substantial fuel,\nMaking a famine where abundance lies,\nThyself thy foe, to thy sweet self too cruel.\nThou that art now the world’s fresh ornament,\nAnd only herald to the gaudy spring,\nWithin thine own bud buriest thy content,\nAnd, tender churl, mak’st waste in niggarding.\nPity the world, or else this glutton be,\nTo eat the world’s due, by the grave and thee." }, { "title": "莎士比亚十四行诗第2首 | 莎士比亚十四行诗", "content_zh": "四十个冬天将围攻你的额角，\n将在你美的田地里挖浅沟深渠，\n你青春的锦袍，如今教多少人倾倒，\n将变成一堆破烂，值一片空虚。\n那时候有人会问：“你的美质——\n你少壮时代的宝贝，如今在何方？”\n回答是：在你那双深陷的眼睛里，\n只有贪欲的耻辱，浪费的赞赏。\n要是你回答说：“我这美丽的小孩\n将会完成我，我老了可以交账——”\n从而让后代把美继承下来，\n那你就活用了美，该大受赞扬！\n你老了，你的美应当恢复青春，\n你的血一度冷了，该再度升温。", "note": "诗人对他的爱友说：“当你老了，如果你能看见自己的青春转移到了你的孩子身上，你将重新感到年轻。”——第一行中的“四十个冬天”即40岁年纪，其实不能算老，但是在莎士比亚时代，人们衰老得较早。莎士比亚本人18岁结婚，40岁以后就退休，52岁逝世。40这个年龄，对青年人已足够引起警惕。一说莎士比亚用的“四十”这个数字不是定数，只是“多”的意思。第七行：“深陷”，因对方那时已算年老。", "content_en": "When forty winters shall besiege thy brow,\nAnd dig deep trenches in thy beauty’s field,\nThy youth’s proud livery so gazed on now,\nWill be a tottered weed of small worth held:\nThen being asked where all thy beauty lies,\nWhere all the treasure of thy lusty days,\nTo say within thine own deep-sunken eyes,\nWere an all-eating shame and thriftless praise.\nHow much more praise deserved thy beauty’s use,\nIf thou couldst answer, ‘This fair child of mine\nShall sum my count, and make my old excuse,’\nProving his beauty by succession thine.\nThis were to be new made when thou art old,\nAnd see thy blood warm when thou feel’st it cold." }, { "title": "Wayback Machine", "content_zh": "Ask the publishers to restore access to 500,000+ books.", "note": "Capture a web page as it appears now for use as a trusted citation in the future.", "content_en": "This page is unavailable for archiving. The server returned code:" }, { "title": "莎士比亚十四行诗第4首 | 莎士比亚十四行诗", "content_zh": "不懂节俭的可人呵，你凭什么\n在自己身上浪费传家宝——美丽？\n造化不送人颜色，却借人颜色，\n总是借给慷慨的人们，不吝惜。\n美丽的小气鬼，为什么你要这样\n糟蹋那托你转交的丰厚馈赠？\n无利可图的放债人，为什么你手上\n掌握着大量金额，却还是活不成？\n你这样一个人跟你自己做买卖，\n完全是自己敲诈美好的自己。\n造化总要召唤你回去的，到头来，\n你怎能留下清账，教人满意？\n美，没有用过的，得陪你进坟墓，\n用了的，会活着来执行你的遗嘱。", "note": "主题同前。原诗中用了很多法律上的名词来说明独身主义的不经济。诗人对他的爱友说：“你为什么不要儿子来继承你的美呢？那美本是你从你双亲那儿得来的遗产，但你不生儿子，不能把这份遗产——传家宝——再传给你的儿子，那就是你独自把它浪费了！大自然（造化）把美给人，那人是必须也把美传给别人的。你收藏了大量的美，又不肯传给别人，而结果总不免一死，等于是跟自己做买卖，自己骗自己罢了。大自然请你归天时，你能留下清账吗？但如果你有儿子，他就可以执行你的遗嘱——传留你的美了。”——第八行：所谓“活不成”指放高利贷的人收不到利钱就生活不下去，也就是说，美丽的人不把美传给后代，他终将被人忘却。", "content_en": "Unthrifty loveliness, why dost thou spend\nUpon thyself thy beauty’s legacy?\nNature’s bequest gives nothing but doth lend,\nAnd being frank she lends to those are free.\nThen, beauteous niggard, why dost thou abuse\nThe bounteous largess given thee to give?\nProfitless usurer, why dost thou use\nSo great a sum of sums yet canst not live?\nFor having traffic with thyself alone,\nThou of thyself thy sweet self dost deceive.\nThen how when Nature calls thee to be gone,\nWhat acceptable audit canst thou leave?\nThy unused beauty must be tombed with thee,\nWhich, used, lives th’ executor to be." }, { "title": "莎士比亚十四行诗第5首 | 莎士比亚十四行诗", "content_zh": "一刻刻时辰，先用温柔的工程\n造成了凝盼的美目，教众人注目，\n过后，会对这同一慧眼施暴政，\n使美的不再美，只让它一度杰出；\n永不歇脚的时间把夏天带到了\n可怕的冬天，就随手把他倾覆；\n青枝绿叶在冰霜下萎黄枯槁了，\n美披上白雪，到处是一片荒芜：\n那么，要是没留下夏天的花精——\n那关在玻璃墙中的液体囚人，\n美的果实就得连同美一齐扔，\n没有美，也不能纪念美的灵魂。\n花儿提出了香精，那就到冬天，\n也不过丢外表；本质可还是新鲜。", "note": "同一主题，重心放到时间的永不复返与毁灭一切的力量这一观念上来。时间只使美的东西美一次，美过了，时间便反过来把它摧毁。青春之夏过后，就是衰老的冬。所以我们必须把开在夏天的芬芳的花提炼出香精（香水），使得冬季虽然没有花，也有芬芳。花的香比做人的美，提香精指生儿女。——第十行：“液体囚人”指玻璃瓶中的玫瑰香水。第十一行：“美的果实”指预计应有的儿子。", "content_en": "Those hours, that with gentle work did frame\nThe lovely gaze where every eye doth dwell,\nWill play the tyrants to the very same\nAnd that unfair which fairly doth excel:\nFor never-resting time leads summer on\nTo hideous winter and confounds him there;\nSap check’d with frost and lusty leaves quite gone,\nBeauty o’ersnow’d and bareness every where:\nThen, were not summer’s distillation left,\nA liquid prisoner pent in walls of glass,\nBeauty’s effect with beauty were bereft,\nNor it nor no remembrance what it was:\nBut flowers distill’d though they with winter meet,\nLeese but their show; their substance still lives sweet." }, { "title": "莎士比亚十四行诗第6首 | 莎士比亚十四行诗", "content_zh": "你还没提炼出香精，那你就别让\n严冬的粗手来抹掉你脸上的盛夏：\n你教玉瓶生香吧；用美的宝藏\n使福地生光吧，趁它还没有自杀。\n取这种重利并不是犯禁放高利贷，\n它能够教愿意还债的人们高兴；\n这正是要你生出另一个你来，\n或高兴十倍，要是你一人生十人；\n你十个儿女描画你十幅肖像，\n你就要比你独个儿添十倍欢乐：\n你将来去世时，死神能把你怎样，\n既然在后代身上你永远存活？\n别刚愎自用，你太美丽了，不应该\n让死神掳去、教蛆虫做你的后代。", "note": "同一主题。——第三行“教玉瓶生香”指上一首所提及的提炼“香精”的比喻，因为香水须置瓶中。第三、四行：“美的宝藏”指子孙；“使福地生光”，意谓让子孙即美之继承者使其所在地因美而光彩。第十行：“添十倍欢乐”实际上是对这个世界来讲。第十四行：“教蛆虫做你的后代”指在坟墓中朽腐，为蛆虫所食。", "content_en": "Then let not winter’s ragged hand deface\nIn thee thy summer, ere thou be distill’d:\nMake sweet some vial; treasure thou some place\nWith beauty’s treasure, ere it be self-kill’d.\nThat use is not forbidden usury,\nWhich happies those that pay the willing loan;\nThat’s for thyself to breed another thee,\nOr ten times happier, be it ten for one;\nTen times thyself were happier than thou art,\nIf ten of thine ten times refigured thee:\nThen what could death do, if thou shouldst depart,\nLeaving thee living in posterity?\nBe not self-will’d, for thou art much too fair\nTo be death’s conquest and make worms thine heir." }, { "title": "莎士比亚十四行诗第7首 | 莎士比亚十四行诗", "content_zh": "看呵，普照万物的太阳在东方\n抬起了火红的头颅，人间的眼睛\n就都来膜拜他这初生的景象，\n注视着他，向他的圣驾致敬；\n正像强壮的小伙子，青春年少，\n他又爬上了峻峭的天体的山峰，\n世人的目光依然爱慕他美貌，\n侍奉着他在他那金色的旅途中；\n但是不久他疲倦地乘着车子\n从白天的峰顶跌下，像已经衰老，\n原先忠诚的人眼就不再去注视\n他怎样衰亡而改换了观看的目标：\n你如今好比是丽日当空放光彩，\n将来要跟他一样——除非有后代。", "note": "同一主题，新的比喻是太阳的运行。“你像太阳。太阳初升时，大家观看他的庄严的景象；到了中午，他还是美丽的，人家还观看他；但最后他沉沦下去了，人们也就不再看他而去看别的东西了，你如今正如太阳到了中午，正是全盛时期，大家注意你的美，但你将来衰老的时候，也要像太阳一样，没有人来注意的。不过，假使你有儿子呢，你的美就移植到了他身上，人们看他就等于看你了。”（其实太阳在正午时因光芒太强，人眼是不能直视的；落山时的太阳倒常常引人注视。）——第五、六行原文意谓：“正像强壮的青年，在他的中年……”似有矛盾，其实如以40岁为老年（见第2首），则中年乃二十左右而已。第十三、十四行按原意似应译成这样：", "content_en": "" }, { "title": "莎士比亚十四行诗第8首 | 莎士比亚十四行诗", "content_zh": "你是音乐，为什么悲哀地听音乐？\n甜蜜不忌甜蜜，欢笑爱欢笑。\n为什么你不愉快地接受喜悦？\n要不然，你就高兴地接受苦恼？\n假如几种入调的声音合起来\n成了真和谐，教你听了不乐，\n那它只是美妙地责备你不该\n守独身而把你应守的本分推脱。\n听一根弦儿，另一根的好丈夫，听，\n一根拨响了一根应，琴音谐和；\n正如父亲、儿子和快乐的母亲，\n合成一体，唱一支动听的歌：\n他们那没词儿的歌，都异口同声，\n对你唱：“你独身，将要一事无成。”", "note": "同一主题，新的比喻是音乐。诗人劝他的爱友结婚，以为婚后的家庭生活将如音乐之和谐。音乐之魅力非孤弦所能获致。——第一行：你说话或歌唱，嗓子像音乐般悦耳，所以“你是音乐”。第一至八行大意谓：你听音乐时是悲哀的，虽然你喜爱音乐；你所爱的东西使你悲哀，你爱着使你苦恼的东西，不是有些不协调吗？也许是，暗示着一家和谐的音乐在责备你守独身呢。第八行：“本分”，乐师在合奏时的职分，或一面琴上许多根弦中一根弦的职分。第九、十行：经过调音而音之高低度相同的两根弦，击其一，另一随之振动，即共鸣现象。", "content_en": "Music to hear, why hear’st thou music sadly?\nSweets with sweets war not, joy delights in joy.\nWhy lovest thou that which thou receivest not gladly,\nOr else receivest with pleasure thine annoy?\nIf the true concord of well-tuned sounds,\nBy unions married, do offend thine ear,\nThey do but sweetly chide thee, who confounds\nIn singleness the parts that thou shouldst bear.\nMark how one string, sweet husband to another,\nStrikes each in each by mutual ordering,\nResembling sire and child and happy mother\nWho all in one, one pleasing note do sing:\nWhose speechless song, being many, seeming one,\nSings this to thee: ‘thou single wilt prove none.’" }, { "title": "莎士比亚十四行诗第9首 | 莎士比亚十四行诗", "content_zh": "是为了怕教寡妇的眼睛哭湿，\n你才在独身生活中消耗你自己？\n啊！假如你不留下子孙就去世，\n世界将为你哭泣，像丧偶的妻：\n世界将做你的未亡人，哭不完，\n说你没有把自己的形影留下来，\n而一切个人的寡妇却只要看见\n孩子的眼睛就记住亡夫的神态。\n浪子在世间挥霍的任何财产\n只换了位置，仍能为世人享用；\n而美的消费在世间可总有个完，\n守着不用，就毁在本人的手中。\n对自己会作这么可耻的谋害，\n这种心胸不可能对别人有爱。", "note": "他怕自己一死会使他的寡妇哭泣并破坏了（上首所提到的）和谐吗？但他得考虑，独身主义，对世界是一个更大的损失。——第七行：“个人的寡妇”即普通寡妇，与“世界”这个寡妇相对而言。第九行“浪子”指结婚者，“财产”指青春。第十行：“换了位置”指青春变为儿子。第十一行：“消费”乃不肯将“美”传给儿女而让它自灭之意。最后两行是对独身者的讽刺——诗人劝朋友结婚的激将法。", "content_en": "Is it for fear to wet a widow’s eye\nThat thou consumest thyself in single life?\nAh! if thou issueless shalt hap to die.\nThe world will wail thee, like a makeless wife;\nThe world will be thy widow and still weep\nThat thou no form of thee hast left behind,\nWhen every private widow well may keep\nBy children’s eyes her husband’s shape in mind.\nLook, what an unthrift in the world doth spend\nShifts but his place, for still the world enjoys it;\nBut beauty’s waste hath in the world an end,\nAnd kept unused, the user so destroys it.\nNo love toward others in that bosom sits\nThat on himself such murderous shame commits." }, { "title": "莎士比亚十四行诗第10首 | 莎士比亚十四行诗", "content_zh": "羞呀，你甭说你还爱着什么人，\n既然你对自己只打算坐吃山空。\n好吧，就算你见爱于很多很多人，\n说你不爱任何人却地道天公；\n因为你心中有这种谋杀的毒恨，\n竟忙着要对你自己图谋不轨，\n渴求着要去摧毁那崇丽的屋顶，\n照理，你应该希望修好它才对。\n你改变想法吧，好教我改变观点！\n毒恨的居室可以比柔爱的更美？\n你应该像外貌一样，内心也和善，\n至少也得对自己多点儿慈悲；\n你爱我，就该去做另一个自身，\n使美在你或你后代身上永存。", "note": "同一主题。诗人还是不承认他的爱友会爱别人，既然他不替别人着想。——第七行：“崇丽的屋顶”指他爱友本人。第九行：放弃你不结婚的主意，我就好不再认为你憎恨人世。第十四行：美就可以继续存在下去，当你年轻的时候，存在在你身上，之后就存在在你的孩子们身上。", "content_en": "For shame! deny that thou bear’st love to any,\nWho for thyself art so unprovident.\nGrant, if thou wilt, thou art beloved of many,\nBut that thou none lovest is most evident;\nFor thou art so possess’d with murderous hate\nThat ‘gainst thyself thou stick’st not to conspire.\nSeeking that beauteous roof to ruinate\nWhich to repair should be thy chief desire.\nO, change thy thought, that I may change my mind!\nShall hate be fairer lodged than gentle love?\nBe, as thy presence is, gracious and kind,\nOr to thyself at least kind-hearted prove:\nMake thee another self, for love of me,\nThat beauty still may live in thine or thee." }, { "title": "莎士比亚十四行诗第11首 | 莎士比亚十四行诗", "content_zh": "你衰败得快，但你将同样迅捷\n在你出生的孩子身上生长；\n你趁年轻时灌注的新鲜血液，\n依然是属于你的，不怕你衰亡。\n这里存在着智慧，美，繁滋；\n否则是愚笨，衰老，寒冷的腐朽：\n如果大家不这样，时代会停止，\n把世界结束也只消六十个年头。\n有些东西，造化不准备保留，\n尽可以丑陋粗糙，没果实就死掉：\n谁得天独厚，她让你更胜一筹；\n你就该抚育那恩赐，把它保存好；\n造化刻你做她的图章，只希望\n你多留印鉴，也不让原印消亡。", "note": "父亲到了衰年，儿子就已成长，父亲的好处也借以保存；此中含有智慧，否则愚笨使人腐朽。假使大家都愚笨腐朽，世界即濒末日。对于丑陋的人，愚笨是允许的；但天赋美丽的人，受了大自然（造化）的恩赐或礼物，就等于欠她一笔债，不能随便赖掉。——第十一行中的“她”指造化；此行意谓：天赋最美者也就是从造化得到了最多的恩赐的人；但是，造化给予你（诗人的爱友）的，比给予那天赋最美者的还要多一些。第十四行：“印鉴”指在纸上盖下的章，比喻子孙；“原印”指印鉴之所由来的“图章”，即“你本人”。", "content_en": "As fast as thou shalt wane, so fast thou growest\nIn one of thine, from that which thou departest;\nAnd that fresh blood which youngly thou bestowest\nThou mayst call thine when thou from youth convertest.\nHerein lives wisdom, beauty and increase:\nWithout this, folly, age and cold decay:\nIf all were minded so, the times should cease\nAnd threescore year would make the world away.\nLet those whom Nature hath not made for store,\nHarsh featureless and rude, barrenly perish:\nLook, whom she best endow’d she gave the more;\nWhich bounteous gift thou shouldst in bounty cherish:\nShe carved thee for her seal, and meant thereby\nThou shouldst print more, not let that copy die." }, { "title": "莎士比亚十四行诗第12首 | 莎士比亚十四行诗", "content_zh": "我，计算着时钟算出的时辰，\n看到阴黑夜吞掉伟丽的白日；\n看到紫罗兰失去了鲜艳的青春，\n貂黑的鬈发都成了雪白的银丝；\n看到昔日用繁枝密叶为牧人\n遮荫的高树只剩了几根秃柱子，\n夏季的葱绿都扎做一捆捆收成，\n载在柩车上，带着穗头像白胡子——\n于是，我开始考虑到你的美丽，\n想你也必定要走进时间的荒夜，\n芬芳与娇妍总是要放弃自己，\n见别人快长，自己却快快凋谢；\n没人敌得过时间的镰刀啊，除非\n生儿女，你身后留子孙跟他作对。", "note": "诗人再度宣述时间的毁灭一切的力量，但指出：只有生儿育女能够抵挡时间刈割一切的镰刀。——第八行：“白胡子”指穗头。第十四行中的“他”指时间。", "content_en": "When I do count the clock that tells the time,\nAnd see the brave day sunk in hideous night;\nWhen I behold the violet past prime,\nAnd sable curls all silvered o’er with white;\nWhen lofty trees I see barren of leaves,\nWhich erst from heat did canopy the herd,\nAnd summer’s green, all girded up in sheaves,\nBorne on the bier with white and bristly beard;\nThen of thy beauty do I question make,\nThat thou among the wastes of time must go,\nSince sweets and beauties do themselves forsake,\nAnd die as fast as they see others grow,\nAnd nothing ‘gainst Time’s scythe can make defense,\nSave breed, to brave him when he takes thee hence." }, { "title": "莎士比亚十四行诗第13首 | 莎士比亚十四行诗", "content_zh": "【英文原文】", "note": "No longer yours than you yourself here live;", "content_en": "So should that beauty which you hold in lease" }, { "title": "莎士比亚十四行诗第14首 | 莎士比亚十四行诗", "content_zh": "我的判断并不是来自星象中；\n不过我想我自有占星的学说，\n可是我不用它来卜命运的吉凶，\n卜疫疠、灾荒或季候的品格；\n我也不会给一刻刻时光掐算，\n因为我没有从天上得到过启示，\n指不出每分钟前途的风雨雷电，\n道不出帝王将相的时运趋势：\n但是我从你眼睛里引出知识，\n从这不变的恒星中学到这学问，\n说是美与真能够共同繁滋，\n只要你能够转入永久的仓廪；\n如若不然，我能够这样预言你：\n你的末日，就是真与美的死期。", "note": "诗人懂得占星术，但不能预言别人的命运。诗人的爱友的眼睛就是星辰，诗人只能从这种星辰中看出：他爱友如不留下子孙，他的美即将同他共亡。——第九、十行“知识”、“学问”：中世纪学校中教所谓“四学”即算术、几何、音乐与天文，“三学”即文法、伦理与修辞；天文学即星学，在当时为一种进步的科学。", "content_en": "Not from the stars do I my judgement pluck,\nAnd yet methinks I have astronomy;\nBut not to tell of good or evil luck,\nOf plagues, of dearths, or seasons’ quality;\nNor can I fortune to brief minutes tell,\nPointing to each his thunder, rain, and wind,\nOr say with princes if it shall go well\nBy oft predict that I in heaven find.\nBut from thine eyes my knowledge I derive,\nAnd, constant stars, in them I read such art\nAs truth and beauty shall together thrive\nIf from thyself to store thou wouldst convert:\nOr else of thee this I prognosticate,\nThy end is truth’s and beauty’s doom and date." }, { "title": "莎士比亚十四行诗第15首 | 莎士比亚十四行诗", "content_zh": "我这样考虑着；世间的一切生物\n只能够繁茂一个极短的时期，\n而这座大舞台上的全部演出\n没有不受到星象的默化潜移；\n我看见：人类像植物一样增多，\n一样被头上的天空所鼓舞，所叱责；\n在青春朝气中雀跃，过极峰而下坡，\n坚持他们勇敢的品格到湮没——\n于是，无常的世界就发出奇想，\n使你青春焕发地站在我眼前，\n挥霍的时间却串通腐朽来逞强，\n要变你青春的白天为晦暗的夜晚；\n为了爱你，我要跟时间决斗，\n把你接上比青春更永久的枝头。", "note": "部分新的主题出现了。诗人对他的爱友说：“因为时间在不停地向前走去，永远不会回来，所以我必须把你的美记录在诗中，那将比你本人更为永久。”——第三行：“大舞台”指人间世界。第六行：对人的命运来讲，天空中有星象，能施加影响；对植物的生长来说，气候来自天上，亦能施加影响；故“一样被头上的天空……”云云。最后一行如直译应为：“当时间从你身上取去什么东西（青春）的时候，我就把你接枝般接到（比青春）更新的枝梗（即歌颂你的诗）上去。”", "content_en": "When I consider everything that grows\nHolds in perfection but a little moment,\nThat this huge stage presenteth naught but shows\nWhereon the stars in secret influence comment;\nWhen I perceive that men as plants increase,\nCheered and checked even by the selfsame sky,\nVaunt in their youthful sap, at height decrease,\nAnd wear their brave state out of memory;\nThen the conceit of this inconstant stay\nSets you most rich in youth before my sight,\nWhere wasteful Time debateth with Decay,\nTo change your day of youth to sullied night;\nAnd, all in war with Time for love of you,\nAs he takes from you, I engraft you new." }, { "title": "莎士比亚十四行诗第16首 | 莎士比亚十四行诗", "content_zh": "但是为什么你不用更强的方式\n来向那血腥的暴君——时间作斗争？\n为什么你不用一种比我这枯诗\n更好的方法来加强将老的自身？\n现在你站在欢乐时辰的峰顶上；\n许多没栽过花儿的处女园地\n诚意地想要把你的活花培养，\n教花儿比你的画像更加像你：\n这样，生命线必将使生命复燃，\n而当代的画笔或我幼稚的笔枝，\n不论画外表的美或内心的善，\n都没法使你本身在人眼中不死。\n自我放弃是永远的自我保留；\n你必须靠你自己的妙技求长寿。", "note": "诗人能够使他的爱友的美在诗句中永生，但是他爱友本人能比诗人的“枯诗”（这里的“枯”原文是barren，有不能生孩子之意）做更多的事，因为他可以生孩子——“活花”，那将比他的画像更像他；而当代的大手笔（大画家）所作的“画像”和诗人的幼稚的笔所写的“枯诗”都不能使他本人永生。——第九行“生命线”（lines of life），有的论者谓，指活生生的肖像画（线条），即孩子；有的论者谓，是家族系统，指后裔；有的说是额上的皱纹，指老年；有的说是指诗人的诗行，或手相术；看来第一说较可取。第十四行：“妙技”指结婚生孩子。", "content_en": "But wherefore do not you a mightier way\nMake war upon this bloody tyrant Time?\nAnd fortify yourself in your decay\nWith means more blessed than my barren rhyme?\nNow stand you on the top of happy hours,\nAnd many maiden gardens, yet unset,\nWith virtuous wish would bear you living flowers,\nMuch liker than your painted counterfeit.\nSo should the lines of life that life repair,\nWhich this time’s pencil, or my pupil pen,\nNeither in inward worth nor outward fair\nCan make you live yourself in eyes of men.\nTo give away yourself keeps yourself still,\nAnd you must live, drawn by your own sweet skill." }, { "title": "莎士比亚十四行诗第17首 | 莎士比亚十四行诗", "content_zh": "将来，谁会相信我诗中的话来着，\n假如其中写满了你至高的美德？\n可是，天知道，我的诗是坟呵，它埋着\n你的一生，显不出你一半的本色。\n如果我能够写出你明眸的流光，\n用清新的诗章勾出你全部的仪容，\n将来的人们就要说，这诗人在扯谎，\n上天的笔触触不到凡人的面孔。\n于是，我那些古旧得发黄的稿纸，\n会被人看轻，被当做嚼舌的老人；\n你应得的赞扬被称做诗人的狂思，\n称做一篇过甚其辞的古韵文：\n但如果你有个孩子能活到那时期，\n你就双重地活在——他身上，我诗里。", "note": "诗虽永久，但不足以表达他那好比是“上天的笔触”所点化的美。所以万全之策是：他结婚生孩子，诗人写诗，两件事同来。诗人如实地描摹爱友的美，将来的读者竟会不相信诗人的话，认为诗人在撒谎。这从另一个角度说明爱友的美是非凡的、无与伦比的。", "content_en": "Who will believe my verse in time to come\nIf it were filled with your most high deserts?\nThough yet heaven knows it is but as a tomb\nWhich hides your life and shows not half your parts.\nIf I could write the beauty of your eyes,\nAnd in fresh numbers number all your graces,\nThe age to come would say ‘This poet lies,\nSuch heavenly touches ne’er touched earthly faces.’\nSo should my papers, yellowed with their age,\nBe scorned, like old men of less truth than tongue,\nAnd your true rights be termed a poet’s rage\nAnd stretched meter of an antique song:\nBut were some child of yours alive that time,\nYou should live twice, in it and in my rhyme." }, { "title": "莎士比亚十四行诗第18首 | 莎士比亚十四行诗", "content_zh": "【英文原文】", "note": "Thou art more lovely and more temperate.", "content_en": "Sometime too hot the eye of heaven shines," }, { "title": "莎士比亚十四行诗第19首 | 莎士比亚十四行诗", "content_zh": "【英文原文】", "note": "And make the earth devour her own sweet brood;", "content_en": "Make glad and sorry seasons as thou fleets," }, { "title": "莎士比亚十四行诗第20首 | 莎士比亚十四行诗", "content_zh": "【英文原文】", "note": "Hast thou, the master mistress of my passion;", "content_en": "An eye more bright than theirs, less false in rolling," }, { "title": "莎士比亚十四行诗第21首 | 莎士比亚十四行诗", "content_zh": "【英文原文】", "note": "Stirred by a painted beauty to his verse,", "content_en": "Making a couplement of proud compare" }, { "title": "莎士比亚十四行诗第22首 | 莎士比亚十四行诗", "content_zh": "只要你还保持着你的青春，\n镜子就无法使我相信我老；\n我要在你的脸上见到了皱纹，\n才相信我的死期即将来到。\n因为那裹着你一身的全部美丽\n只是我胸中这颗心合适的衣裳，\n我俩的心儿都交换在对方的胸膛里；\n那么，我怎么还能够比你年长？\n所以，我爱呵，你得当心你自身\n像我当心我（为你，不为我）那样；\n我将小心在胸中守着你的心，\n像乳娘情深，守护着婴儿无恙。\n我的心一死，你的心就失去依据；\n你把心给了我，不能再收它回去。", "note": "诗人在镜子里见到了自己的老年的象征，但是不相信自己已经年老，因为他爱友的青春还保存着，而他们曾经把心交换过，所以他爱友的青春，也就是诗人的青春。诗人教他爱友当心自己，因为一个人死了，另一个人也是活不了的。——第八行：“年长”，年老。第九、十行：你得当心你的身体，因为我的心在你的身体内，因此我的生命在你的掌握中；正如我当心我的身体也就是当心你，因为，同样，你的心在我的身体中，你的生命也在我的掌握中啊！", "content_en": "My glass shall not persuade me I am old,\nSo long as youth and thou are of one date;\nBut when in thee time’s furrows I behold,\nThen look I death my days should expiate.\nFor all that beauty that doth cover thee\nIs but the seemly raiment of my heart,\nWhich in thy breast doth live, as thine in me:\nHow can I then be elder than thou art?\nO, therefore, love, be of thyself so wary\nAs I, not for myself, but for thee will;\nBearing thy heart, which I will keep so chary\nAs tender nurse her babe from faring ill.\nPresume not on thy heart when mine is slain;\nThou gavest me thine, not to give back again." }, { "title": "莎士比亚十四行诗第23首 | 莎士比亚十四行诗", "content_zh": "像没有经验的演员初次登台，\n慌里慌张，忘了该怎样来表演，\n又像猛兽，狂暴地吼叫起来，\n过分的威力反而使雄心发软；\n我，也因为缺乏自信而惶恐，\n竟忘了说出爱的完整的辞令，\n强烈的爱又把我压得太重，\n使我的爱力仿佛失去了热情。\n呵，但愿我无声的诗卷能够\n滔滔不绝地说出我满腔的语言，\n来为爱辩护，并且期待报酬，\n比那能言的舌头更为雄辩。\n学会读缄默的爱情写下的诗吧；\n用眼睛来听，方是爱情的睿智啊！", "note": "诗人对他爱友说：“我初见你时，我对你的爱太强烈了，反而哑口无言，我只得用诗篇来表白我的心了。”——第一行提及“演员”，暗示了莎士比亚当时的优伶生涯。第五、六行涉及第一、二行的比喻；第七、八行涉及第三、四行的比喻。第五行“缺乏自信”云者，像初次登台的演员般慌张（第一、二行）的意思。十四行“用眼睛来听”云者，因为诗人用文字代替舌头来说了话，所以他要求他爱友用眼睛代替耳朵，来听他的话。", "content_en": "As an unperfect actor on the stage\nWho with his fear is put besides his part,\nOr some fierce thing replete with too much rage,\nWhose strength’s abundance weakens his own heart.\nSo I, for fear of trust, forget to say\nThe perfect ceremony of love’s rite,\nAnd in mine own love’s strength seem to decay,\nO’ercharged with burden of mine own love’s might.\nO, let my books be then the eloquence\nAnd dumb presagers of my speaking breast,\nWho plead for love and look for recompense\nMore than that tongue that more hath more express’d.\nO, learn to read what silent love hath writ:\nTo hear with eyes belongs to love’s fine wit." }, { "title": "莎士比亚十四行诗第24首 | 莎士比亚十四行诗", "content_zh": "我的眼睛扮演了画师，把你\n美丽的形象刻画在我的心版上；\n围在四周的画框是我的躯体，\n也是透视法，高明画师的专长。\n你必须透过画师去看他的绝技，\n找你的真像被画在什么地方，\n那画像永远挂在我胸膛的店里，\n店就有你的眼睛做两扇明窗。\n看眼睛跟眼睛相帮了多大的忙：\n我的眼睛画下了你的形体，\n你的眼睛给我的胸膛开了窗，\n太阳也爱探头到窗口来看你；\n我眼睛还缺乏画骨传神的本领，\n只会见什么画什么，不了解心灵。", "note": "爱友的美已经被诗人深深地刻在自己的心灵上了。——第四行：“透视法”原是绘画艺术的基本技巧，这里有能够透过东西而看进去的意思。第五行：“透过画师”或作“通过画师的眼”解，但如作“通过画师的胸”解，则更与第八行相呼应。第七行“胸膛的店”：这首诗的第一个四行组中，诗人的眼睛是画笔（扮演了画师），心是画布（画版），身体是画框，画的是爱友的肖像；到了第二、三个四行组中，比喻变了：作为诗人身体之一部分的胸膛成为一座店，爱友的肖像画则挂在这店里，而爱友的眼睛（不应理解为肖像画上的）成了这座店的窗子。第十二行：“你”指肖像画。第十三、十四行：参阅第92首第十三、十四行。", "content_en": "Mine eye hath play’d the painter and hath stell’d\nThy beauty’s form in table of my heart;\nMy body is the frame wherein ’tis held,\nAnd perspective it is the painter’s art.\nFor through the painter must you see his skill,\nTo find where your true image pictured lies;\nWhich in my bosom’s shop is hanging still,\nThat hath his windows glazed with thine eyes.\nNow see what good turns eyes for eyes have done:\nMine eyes have drawn thy shape, and thine for me\nAre windows to my breast, where-through the sun\nDelights to peep, to gaze therein on thee;\nYet eyes this cunning want to grace their art;\nThey draw but what they see, know not the heart." }, { "title": "莎士比亚十四行诗第25首 | 莎士比亚十四行诗", "content_zh": "那些被天上星辰祝福的人们\n尽可以凭借荣誉与高衔而自负，\n我呢，本来命定没这种幸运，\n不料得到了我引为光荣的幸福。\n帝王的宠臣把美丽的花瓣大张，\n但是，正如太阳眼前的向日葵，\n人家一皱眉，他们的荣幸全灭亡，\n他们的威风同本人全化做尘灰。\n辛苦的将士，素以骁勇称著，\n打了千百次胜仗，一旦败绩，\n就立刻被人逐出荣誉的纪录簿，\n过去的功劳也被人统统忘记：\n我就幸福了，爱着人又为人所爱，\n这样，我是固定了，也没人能改。", "note": "“星辰的神力给许多人以荣誉，但我却于无意中得到了我最引为光荣的幸福了。得宠于君王者，如向日葵，顷刻间（太阳只要皱一皱眉头）就失去精神；常胜的将军，一旦败北，即被忘却。我却爱着你也被你爱着，在这一点上，我是安全的。”——第六行：“向日葵”原文是金盏草花，据说它日出而开，日落即合；有论者认为原文这个字眼也可作向日葵解。", "content_en": "Let those who are in favour with their stars\nOf public honour and proud titles boast,\nWhilst I, whom fortune of such triumph bars,\nUnlook’d for joy in that I honour most.\nGreat princes’ favourites their fair leaves spread\nBut as the marigold at the sun’s eye,\nAnd in themselves their pride lies buried,\nFor at a frown they in their glory die.\nThe painful warrior famoused for fight,\nAfter a thousand victories once foil’d,\nIs from the book of honour razed quite,\nAnd all the rest forgot for which he toil’d:\nThen happy I, that love and am beloved\nWhere I may not remove nor be removed." }, { "title": "莎士比亚十四行诗第26首 | 莎士比亚十四行诗", "content_zh": "我爱的主呵，你的高尚的道德\n使我这臣属的忠诚与你紧系，\n我向你派遣这位手书的使者，\n来证实我忠诚，不是来炫耀才力。\n忠诚这么大，可我的才力不中用——\n没词语来表达，使忠诚显得贫乏；\n但是，我希望在你深思的灵魂中，\n有坦率可亲的好念头会来收藏它：\n要等到哪一颗引导我行程的星宿\n和颜悦色地给我指出了好运气，\n并给我褴褛的爱心穿上了锦裘，\n以表示我配承受你关注的美意：\n到那时，我才敢夸说我爱你多深，\n才愿显示我能给你考验的灵魂。", "note": "诗人把诗送给爱友，希望对方读它，修改它，收藏它，以等待命运之星宿给它出版的机会。第三行：“手书（书写）的使者”指诗篇。——第五至八行：“我对你非常忠诚（爱），只是我的才华太小了，这些诗写得不好，不能表达我的忠诚，因此我的忠诚看来也很差了。但是我希望你不要因我的诗写得不好而拒绝我的忠诚，我希望你灵魂深处的好思想会接受并贮藏我的忠诚（爱）。”第八行：“它”指“忠诚”。第九行星宿之说仍从占星学来，请参照第14首。第十一行：“给我褴褛的爱心穿上了锦裘”指印刷与装帧诗人的诗作。", "content_en": "Lord of my love, to whom in vassalage\nThy merit hath my duty strongly knit,\nTo thee I send this written embassage,\nTo witness duty, not to show my wit:\nDuty so great, which wit so poor as mine\nMay make seem bare, in wanting words to show it,\nBut that I hope some good conceit of thine\nIn thy soul’s thought, all naked, will bestow it;\nTill whatsoever star that guides my moving\nPoints on me graciously with fair aspect\nAnd puts apparel on my tatter’d loving,\nTo show me worthy of thy sweet respect:\nThen may I dare to boast how I do love thee;\nTill then not show my head where thou mayst prove me." }, { "title": "莎士比亚十四行诗第27首 | 莎士比亚十四行诗", "content_zh": "劳动使我疲倦了，我急忙上床，\n来好好安歇我旅途劳顿的四肢；\n但是，脑子的旅行又随即开场，\n劳力刚刚完毕，劳心又开始；\n这时候，我的思念就不辞遥远，\n从我这儿热衷地飞到你身畔，\n又使我睁开着沉重欲垂的眼帘，\n凝视着盲人也能见到的黑暗：\n终于，我的心灵使你的幻像\n鲜明地映上我眼前的一片乌青，\n好像宝石在可怕的夜空放光，\n黑夜的古旧面貌也焕然一新。\n看，我白天劳力，夜里劳心，\n为你，为我自己，我不得安宁。", "note": "这时，诗人可能在别处旅行，论者或猜测莎士比亚当时正在旅行演剧。当他上床安息时，他的思念又旅行到他爱友身边去了，这，使他终夜不眠。——最后一行：“为你”指“夜里劳心”，思念爱友；“为我自己”指“白天劳力”，诗人自己辛劳在旅途中。", "content_en": "Weary with toil, I haste me to my bed,\nThe dear repose for limbs with travel tired;\nBut then begins a journey in my head,\nTo work my mind, when body’s work’s expired:\nFor then my thoughts, from far where I abide,\nIntend a zealous pilgrimage to thee,\nAnd keep my drooping eyelids open wide,\nLooking on darkness which the blind do see\nSave that my soul’s imaginary sight\nPresents thy shadow to my sightless view,\nWhich, like a jewel hung in ghastly night,\nMakes black night beauteous and her old face new.\nLo! thus, by day my limbs, by night my mind,\nFor thee and for myself no quiet find." }, { "title": "莎士比亚十四行诗第28首 | 莎士比亚十四行诗", "content_zh": "既然我休息的福分已被剥夺，\n我又怎能在快乐的心情中归来？\n既然夜里我挣不脱白天的压迫，\n只是在日日夜夜的循环中遭灾？\n日和夜，虽然统治着敌对的地盘，\n却互相握手，联合着把我虐待，\n白天叫我劳苦，黑夜叫我抱怨\n我劳苦在远方，要跟你愈分愈开。\n我就讨好白天，说你辉煌灿烂，\n不怕乌云浓，你能把白天照亮：\n也恭维黑夜，说如果星星暗淡，\n你能把黑夜镀成一片金黄。\n但白天天天延长着我的苦痛，\n黑夜夜夜使我的悲哀加重。", "note": "明显地，诗人的爱友曾希望诗人的旅行能带给诗人以幸福，但，当劳苦、孤独、失眠、焦虑联合了来压迫他时，他又何能幸福？他对白天和黑夜说好话，都无效。白天，当他赶路的时候，用延长他与他爱友之间的距离这方式来使他哀伤；黑夜用不使他与他爱友见面这方式来加重他已经很沉重的悲哀。这首诗把“日”和“夜”都拟人化了。——第八行：整个一行“我劳苦在远方，要跟你愈分愈开”是第七行末动词“抱怨”的宾语。第九、十、十二行中的“你”均指诗人的爱友。", "content_en": "How can I then return in happy plight,\nThat am debarr’d the benefit of rest?\nWhen day’s oppression is not eased by night,\nBut day by night, and night by day, oppress’d?\nAnd each, though enemies to either’s reign,\nDo in consent shake hands to torture me;\nThe one by toil, the other to complain\nHow far I toil, still farther off from thee.\nI tell the day, to please them thou art bright\nAnd dost him grace when clouds do blot the heaven:\nSo flatter I the swart-complexion’d night,\nWhen sparkling stars twire not thou gild’st the even.\nBut day doth daily draw my sorrows longer\nAnd night doth nightly make grief’s strength seem stronger." }, { "title": "莎士比亚十四行诗第29首 | 莎士比亚十四行诗", "content_zh": "我一旦失去了幸福，又遭人白眼，\n就独自哭泣，怨人家把我抛弃，\n白白地用哭喊来麻烦聋耳的苍天，\n又看看自己，只痛恨时运不济，\n愿自己像人家那样；或前程远大，\n或一表人才，或胜友如云广交谊，\n想有这人的见识，那人的才华，\n于自己平素最得意的，倒最不满意；\n但在这几乎是自轻自贱的思绪里，\n我偶尔想到了你呵，——我的心怀\n顿时像破晓的云雀从阴郁的大地\n冲上了天门，歌唱起赞美诗来；\n我怀着你的厚爱，如获至宝，\n教我不屑把处境跟帝王对调。", "note": "正在怨天尤人之际，诗人忽而想到他所爱的人，他就一切都满足了，像云雀般唱起欢乐之歌来。这是一首歌颂友谊的绝唱，是莎士比亚最脍炙人口的诗作之一。莎士比亚当过伶人，在那时，社会地位卑微，人格受轻视，诗的前半部分怨天尤人，该是他的切身感受。从第十行起，调门急转直上，直达欢乐的高峰，关键在诗人想起了他的挚友的爱（友谊）。最后一行把友谊提到至高无上的地位，这在世界诗歌中也是极为罕见的。", "content_en": "When, in disgrace with fortune and men’s eyes,\nI all alone beweep my outcast state\nAnd trouble deaf heaven with my bootless cries\nAnd look upon myself and curse my fate,\nWishing me like to one more rich in hope,\nFeatured like him, like him with friends possess’d,\nDesiring this man’s art and that man’s scope,\nWith what I most enjoy contented least;\nYet in these thoughts myself almost despising,\nHaply I think on thee, and then my state,\nLike to the lark at break of day arising\nFrom sullen earth, sings hymns at heaven’s gate;\nFor thy sweet love remember’d such wealth brings\nThat then I scorn to change my state with kings." }, { "title": "莎士比亚十四行诗第30首 | 莎士比亚十四行诗", "content_zh": "我把对已往种种事情的回忆\n召唤到我这温柔的沉思的公堂，\n为没有求得的许多事物叹息，\n再度因时间摧毁了好宝贝而哀伤：\n于是我久干的眼睛又泪如泉涌，\n为的是好友们长眠在死的长夜里，\n我重新为爱的早已消去的苦痛\n和多少逝去的情景而落泪，叹息。\n于是我为过去的悲哀再悲哀，\n忧郁地数着一件件痛心的往事，\n把多少叹过的叹息计算出来，\n像没有偿还的债务，再还一次。\n但是，我只要一想到你呵，好伙伴，\n损失就挽回了，悲伤也烟消云散。", "note": "诗人记起了许多过去的伤心事，以及许多死去了的可贵的友人；但当他想到了他所爱的人时，一切痛苦都得到补偿了。——第八行“情景”原文或作“叹息”解，则此行意谓：重新叹息那已经叹息过的（或消耗人的精神和身体的）多少叹息。", "content_en": "When to the sessions of sweet silent thought\nI summon up remembrance of things past,\nI sigh the lack of many a thing I sought,\nAnd with old woes new wail my dear time’s waste:\nThen can I drown an eye, unused to flow,\nFor precious friends hid in death’s dateless night,\nAnd weep afresh love’s long since cancell’d woe,\nAnd moan the expense of many a vanish’d sight:\nThen can I grieve at grievances foregone,\nAnd heavily from woe to woe tell o’er\nThe sad account of fore-bemoaned moan,\nWhich I new pay as if not paid before.\nBut if the while I think on thee, dear friend,\nAll losses are restored and sorrows end." }, { "title": "莎士比亚十四行诗第31首 | 莎士比亚十四行诗", "content_zh": "多少颗赤心，我以为已经死灭，\n不想它们都珍藏在你的胸口，\n你胸中因而就充满爱和爱的一切，\n充满我以为埋了的多少好朋友。\n对死者追慕的热爱，从我眼睛里\n骗出了多少神圣的、哀悼的眼泪，\n而那些死者，如今看来，都只是\n搬了家罢了，都藏在你的体内！\n你是坟，葬了的爱就活在这坟里，\n里边挂着我多少亡友的纪念章，\n每人都把我对他的一份爱给了你；\n多少人应得的爱就全在你身上：\n我在你身上见到了他们的面影，\n你（他们全体）得了我整个的爱情。", "note": "诗人与爱友分别了，似乎失去了爱友，这又使诗人想到了许多亡友。他感到，许多亡友的心都移植到了他爱友的胸中，于是诗人对一切亡友的爱也就集中在他爱友一人身上，他爱友替代了他们全体。每一个亡友各自把诗人对他的一份爱给了诗人现在的这位爱友，这位爱友把诗人的多少份爱合并（统一）起来，恰恰合成了诗人的整个的爱（即诗人不再分爱别人之意）。——第九、十两行意为：“你是我的死了的友人们的活坟墓，装饰着他们的一切美德、光荣，与留给人们的记忆。”", "content_en": "Thy bosom is endeared with all hearts\nWhich I by lacking have supposed dead;\nAnd there reigns love and all love’s loving parts,\nAnd all those friends which I thought buried.\nHow many a holy and obsequious tear\nHath dear religious love stol’n from mine eye,\nAs interest of the dead, which now appear\nBut things removed that hidden in there lie.\nThou art the grave where buried love doth live,\nHung with the trophies of my lovers gone,\nWho all their parts of me to thee did give;\nThat due of many now is thine alone.\nTheir images I loved I view in thee,\nAnd thou, all they, hast all the all of me." }, { "title": "莎士比亚十四行诗第32首 | 莎士比亚十四行诗", "content_zh": "如果我活够了年岁，让粗鄙的死\n把黄土盖上我骨头，而你还健康，\n并且，你偶尔又重新翻阅我的诗——\n你已故爱友的粗糙潦草的诗行，\n请拿你当代更好的诗句来比较；\n尽管每一句都胜过我的作品，\n保存我的吧，为我的爱，论技巧——\n我不如更加幸福的人们高明。\n呵，还望你多赐厚爱，这样想：\n“如果我朋友的诗才随时代发展，\n他的爱一定会产生更好的诗章，\n和更有诗才的行列同步向前：\n但自从他一死、诗人们进步了以来，\n我读别人的文笔，却读他的爱。”", "note": "如果诗人的爱友比诗人活得长久，那么前者可能再读诗人的诗篇，诗人希望他这样想：“如果诗人能活得长些，他的诗将写得更好些。”但诗人以为后来的诗人们文笔的进步，并不足以表达真实的情感；诗之好坏首先在于感情真实与否而不是首先在于技巧的好坏。——第四行：“爱友”与第十行“朋友”均指诗人自己。", "content_en": "If thou survive my well-contented day,\nWhen that churl Death my bones with dust shall cover,\nAnd shalt by fortune once more resurvey\nThese poor rude lines of thy deceased lover,\nCompare them with the bett’ring of the time,\nAnd though they be outstripped by every pen,\nReserve them for my love, not for their rhyme,\nExceeded by the height of happier men.\nO, then vouchsafe me but this loving thought:\n‘Had my friend’s Muse grown with this growing age,\nA dearer birth than this his love had brought,\nTo march in ranks of better equipage;\nBut since he died and poets better prove,\nTheirs for their style I’ll read, his for his love.’" }, { "title": "莎士比亚十四行诗第33首 | 莎士比亚十四行诗", "content_zh": "多少次我看见，在明媚灿烂的早晨，\n庄严的太阳用目光抚爱着山冈，\n他金光满面，亲吻着片片绿茵，\n灰暗的溪水也照得金碧辉煌；\n忽然，他让低贱的乌云连同\n丑恶的云影驰上他神圣的容颜，\n使人世寂寞，看不见他的面孔，\n同时他偷偷地西沉，带着污点：\n同样，我的太阳在一天清晨\n把万丈光芒射到我额角上来；\n可是唉！他只属于我片刻光阴，\n上空的乌云早把他和我隔开。\n对于他，我的爱丝毫不因此冷淡；\n世上的太阳同天上的一样，也会暗。", "note": "友谊上开始出现了阴霾。诗人把他的爱友比做早晨的太阳，只有一瞬息的灿烂，就被阴云掩没了。但诗人对他的爱，使诗人并不因此而轻视他，因为天上的太阳既然会暗，人间的太阳，自然也不免有瑕疵。——第五行：“低贱”同时暗示乌云“低”横在天空。第九行：“我的太阳”指诗人所爱的人。第十二行：“上空”指“我的太阳”所在的“上空”，其实是指人间，亦即第十四行中的“世上”。第十四行：“世上的”即人间的太阳，指诗人所爱的人。", "content_en": "Full many a glorious morning have I seen\nFlatter the mountain tops with sovereign eye,\nKissing with golden face the meadows green,\nGilding pale streams with heavenly alchemy;\nAnon permit the basest clouds to ride\nWith ugly rack on his celestial face,\nAnd from the forlorn world his visage hide,\nStealing unseen to west with this disgrace.\nEven so my sun one early morn did shine,\nWith all triumphant splendor on my brow;\nBut out alack, he was but one hour mine,\nThe region cloud hath masked him from me now.\nYet him for this my love no whit disdaineth;\nSuns of the world may stain when heaven’s sun staineth." }, { "title": "莎士比亚十四行诗第34首 | 莎士比亚十四行诗", "content_zh": "为什么你许给这么明丽的天光，\n使我在仆仆的征途上不带外套，\n以便让低云把我在中途赶上，\n又在霉烟中把你的光芒藏掉？\n尽管你再冲破了乌云，把暴风\n打在我脸上的雨点晒干也无效，\n因为没人会称道这一种只能\n医好肉伤而医不好心伤的油膏：\n你的羞耻心也难医我的伤心；\n哪怕你后悔，我的损失可没少：\n害人精尽管悔恨，不大会减轻\n被害人心头强烈苦痛的煎熬。\n但是啊！你的爱洒下的眼泪是珍珠，\n一串串，赎回了你的所有的坏处。", "note": "同上一首的比喻，把“你”比做太阳。诗人责备他的爱友不该把他（诗人）毫无准备地留在风雨里。悔恨也不能挽回损失。但诗人终于悬崖勒马，否则要把他的爱友责备得太厉害了。——第一、二行：“明丽的天光”指对于友谊（爱）的忠诚；“外套”指对于爱友可能负心的警惕心。", "content_en": "Why didst thou promise such a beauteous day,\nAnd make me travel forth without my cloak,\nTo let base clouds o’ertake me in my way,\nHiding thy brav’ry in their rotten smoke?\n‘Tis not enough that through the cloud thou break,\nTo dry the rain on my storm-beaten face,\nFor no man well of such a salve can speak,\nThat heals the wound, and cures not the disgrace.\nNor can thy shame give physic to my grief;\nThough thou repent, yet I have still the loss.\nTh’ offender’s sorrow lends but weak relief\nTo him that bears the strong offense’s cross.\nAh, but those tears are pearl which thy love sheds,\nAnd they are rich and ransom all ill deeds." }, { "title": "莎士比亚十四行诗第35首 | 莎士比亚十四行诗", "content_zh": "别再为你所干了的事情悲伤：\n玫瑰有刺儿，银泉也带有泥浆；\n晦食和乌云会玷污太阳和月亮，\n可恶的蛀虫也要在娇蕾里生长。\n没有人不犯错误，我也犯错误——\n我方才用比喻使你的罪过合法，\n我为你文过饰非，让自己贪污，\n对你的罪恶给予过分的宽大：\n我用明智来开脱你的荒唐，\n（你的原告做了你的辩护士，）\n我对我自己起诉，跟自己打仗：\n我的爱和恨就这样内战不止——\n使得我只好做从犯，从属于那位\n冷酷地抢劫了我的可爱的小贼。", "note": "诗人教他爱友别再由于悔恨自己的过失而悲伤流泪。自然界的一切美物均有瑕疵，任何人都有缺点。诗人说，他自己也犯了错误，因为他用诗中的比喻（即本诗第二、三、四行）替他爱友开脱；等于支持了罪恶。——第三行：“晦食和乌云”指暂时性的过失，第四行：“蛀虫”指根本性的罪过。第七行：“贪污”或系指上一首第十三、十四行中值钱的“珍珠”的贿赂。第十四行：“贼”指诗人的爱友。", "content_en": "No more be grieved at that which thou hast done:\nRoses have thorns, and silver fountains mud,\nClouds and eclipses stain both moon and sun,\nAnd loathsome canker lives in sweetest bud.\nAll men make faults, and even I in this,\nAuthorizing thy trespass with compare,\nMyself corrupting, salving thy amiss,\nExcusing thy sins more than thy sins are;\nFor to thy sensual fault I bring in sense—\nThy adverse party is thy advocate—\nAnd ‘gainst myself a lawful plea commence.\nSuch civil war is in my love and hate\nThat I an accessory needs must be\nTo that sweet thief which sourly robs from me." }, { "title": "莎士比亚十四行诗第36首 | 莎士比亚十四行诗", "content_zh": "让我承认，我们俩得做两个人，\n尽管我们的爱是一个，分不开：\n这样，留在我身上的这些污痕，\n不用你帮忙，我可以独自担待。\n我们的两个爱只有一个中心，\n可是厄运又把我们俩拆散，\n这虽然变不了爱的专一，纯真，\n却能够偷掉爱的欢悦的时间。\n最好我老不承认你我的友情，\n我悲叹的罪过就不会使你蒙羞；\n你也别给我公开礼遇的荣幸，\n除非你从你名字上把荣幸拿走：\n但是别这样；我这么爱你，我想：\n你既然是我的，我就有你的名望。", "note": "诗人与他爱友的爱前此是如此完整，两个人可以算做是一个人；但，如今，他们虽然相爱如初，二人却显出了区别，这就是两人社会地位之不同，使他们分离了开来，使他们失去了单独交往的欢悦的时光。如果诗人不承认这种爱，或他爱友没有那么高的门第，倒能使他们不至于分离。——第三行：“污痕”可能指“失去了幸福，又遭人白眼”（第29首第一行）。第九行：也许诗人的爱友受到警告，不得与伶人（莎士比亚）为友。第十二行：“荣幸”指爱友给予诗人的荣幸。此行意或谓：除非你不以你的名义给我荣幸；因此，事实上，也就不能给我以荣幸了。最后两行与第96首最后两行完全相同。此两行意或谓：但是，不要这样使你自己蒙羞（通过给我以礼遇，在众目睽睽之下）吧，这是不必要的了，因为我对你爱得这样深，以致我把你的一切都占有了，包括你的声望、你的名誉。", "content_en": "Let me confess that we two must be twain,\nAlthough our undivided loves are one.\nSo shall those blots that do with me remain,\nWithout thy help, by me be borne alone.\nIn our two loves there is but one respect,\nThough in our lives a separable spite,\nWhich though it alter not love’s sole effect,\nYet doth it steal sweet hours from love’s delight.\nI may not evermore acknowledge thee,\nLest my bewailed guilt should do thee shame;\nNor thou with public kindness honor me,\nUnless thou take that honor from thy name.\nBut do not so; I love thee in such sort\nAs, thou being mine, mine is thy good report." }, { "title": "莎士比亚十四行诗第37首 | 莎士比亚十四行诗", "content_zh": "正像衰老的父亲，见到下一代\n活跃于青春的事业，就兴高采烈，\n我虽然受到最大厄运的残害，\n却也从你的真与德得到了慰藉；\n因为不论美、出身、财富，或智力，\n或其中之一，或全部，或还不止，\n都已经在你的身上登峰造极，\n我就教我的爱接上这宝库的丫枝：\n既然我从你的丰盈获得了满足，\n又凭着你全部光荣的一份而生活，\n那么这想象的影子变成了实物，\n我就不残废也不穷，再没人小看我。\n看种种极致，我希望你能够获得；\n这希望实现了；所以我十倍地快乐！", "note": "诗人的抱负为命运所阻，不能实现；但在他的爱友身上，他见到了那些希望的实现，于是满足了。他希望他的爱友能在一切方面登峰造极，这希望也已实现，于是他的命运也可以算是好极了。——第八行：“宝库”指第五行中所提到的各种特质。第十行：我的爱通过接枝已成为你的许多特质中的一个，而我如果没有了对你的爱，那是活不下去的。", "content_en": "As a decrepit father takes delight\nTo see his active child do deeds of youth,\nSo I, made lame by Fortune’s dearest spite,\nTake all my comfort of thy worth and truth.\nFor whether beauty, birth, or wealth, or wit,\nOr any of these all, or all, or more,\nEntitled in their parts do crowned sit,\nI make my love engrafted to this store.\nSo then I am not lame, poor, nor despised\nWhilst that this shadow doth such substance give\nThat I in thy abundance am sufficed\nAnd by a part of all thy glory live.\nLook what is best, that best I wish in thee.\nThis wish I have, then ten times happy me!" }, { "title": "莎士比亚十四行诗第38首 | 莎士比亚十四行诗", "content_zh": "我的缪斯怎么会缺少主题——\n既然你呼吸着，你本身是诗的意趣，\n倾注到我诗中，是这样精妙美丽，\n不配让凡夫俗子的纸笔来宣叙？\n如果我诗中有几句值得你看\n或者念，呵，你得感谢你自己；\n你自己给了人家创作的灵感，\n谁是哑巴，不会写好了献给你？\n比那被诗匠祈求的九位老缪斯，\n你要强十倍，你做第十位缪斯吧；\n而召唤你的诗人呢，让他从此\n献出超越时间的不朽的好诗吧。\n苛刻的当代如满意我的小缪斯，\n辛苦是我的，而你的将是赞美辞。", "note": "", "content_en": "" }, { "title": "莎士比亚十四行诗第39首 | 莎士比亚十四行诗", "content_zh": "呵，你原是半个我，那较大的半个，\n我怎能把你的才德歌颂得有礼貌？\n我怎能厚颜地自己称赞自己呢？\n我称赞你好，不就是把自己抬高？\n就为了这一点，也得让我们分离，\n让我们的爱不再有合一的名分，\n只有这样分开了，我才能把你\n应当独得的赞美给你——一个人。\n“隔离”呵，你将要给我多大的苦痛，\n要不是你许我用爱的甜蜜的思想\n来消磨你那令人难挨的闲空，\n让我在思念的光阴中把痛苦遗忘，\n要不是你教了我怎样变一个为一对，\n方法是在这儿对留在那儿的他赞美！", "note": "诗人与他的爱友既然由相爱而合成了一体，则诗人又如何能赞美他的爱友呢？因为那就等于赞美他自己。所以分离了倒是好的，诗人可以充分赞美他的爱友了。——第二行：自我赞美是不谦逊的，因而是没有礼貌的。第五、六行：在第36首中，诗人与爱友二人的爱只有一个中心，但他们二人却必须分离，否则爱友会因此受到牵累；在这两行里，诗人找到了一个新的理由来说明二人之必须分离：诗人赞美陌生人比之于赞美爱友（诗人自己），趣味较高。从第九行起到结尾止，诗人在对拟人化的“隔离”（照原文直译应作“不在”，即诗人的爱友不在诗人身旁之意）说话，第九、十、十一、十三行中之“你”指“隔离”，第十四行“他”指诗人的爱友。从第九行起到结尾止之大意谓：诗人与他的爱友隔离时，诗人可以思念他的爱友，还可以赞美他的爱友而使爱友一个人变成一对即两个人（一个是实际上不在身旁的爱友，一个是出现在诗人想念中的爱友），这样消磨时间；假如不能这样，那“隔离”对诗人真是很大的痛苦。", "content_en": "O, how thy worth with manners may I sing,\nWhen thou art all the better part of me?\nWhat can mine own praise to mine own self bring,\nAnd what is’t but mine own when I praise thee?\nEven for this, let us divided live,\nAnd our dear love lose name of single one,\nThat by this separation I may give\nThat due to thee which thou deserv’st alone.\nO, absence, what a torment wouldst thou prove,\nWere it not thy sour leisure gave sweet leave\nTo entertain the time with thoughts of love,\nWhich time and thoughts so sweetly dost deceive,\nAnd that thou teachest how to make one twain\nBy praising him here who doth hence remain." }, { "title": "莎士比亚十四行诗第40首 | 莎士比亚十四行诗", "content_zh": "把我对别人的爱全拿去吧，爱人；\n你拿了，能比你原先多点儿什么？\n你拿不到你唤做真爱的爱的，爱人；\n你就不拿，我的也全都是你的。\n那么假如你为爱我而接受我的爱，\n我不能因为你使用我的爱而怪你；\n但仍要怪你，如果你欺骗起自己来，\n故意去尝味你自己拒绝的东西。\n虽然你把我仅有的一切都抢走了，\n我还是饶恕你的，温良的盗贼；\n不过，爱懂得，爱的缺德比恨的\n公开的损害要使人痛苦多少倍。\n风流的美呵，你的恶也显得温文。\n不过，恨杀我，我们也不能做仇人。", "note": "当诗人不在他爱友身边时，诗人可能听见人家说，他爱友夺去了他的情人（女性）。诗人诉说着自己的悲伤，但仍绝不欲以此与他爱友为敌。——第一行：第31首中有“你胸中……充满我以为埋了的多少好朋友”之句，这里，诗人把未死者也加了进去。第三行意谓：你得不到真正爱着我的人的爱的，因为如果这个人的爱确是我的，那么它早就是你的了。我们原是一个人啊！第五行：原文双关，各家解释甚殊，亦可作如此解：“那么，你如果为了我的缘故而接受了我的爱”，其中“我的爱”指诗人的情人（女性）。按这首诗中有“爱”字的文字游戏，有些地方难以确定它的意义。第六行：“使用我的爱”可解做诗人的爱友“借用诗人对那女人的爱”即夺去诗人的情人，也可解做“使用诗人的情人”即爱上了那女人。第七行：“欺骗”意谓把自己引入歧途。第八行或指：一意要去与另一个女人作非法的结合，而拒绝正式的结婚；或指：故意抢去我的情人，而这女人你并不真爱。第七、八行中的“（你）自己”可能指诗人自己，因为“你原是半个我”（第39首）。第十三行：“风流的美”是诗人对他爱友的称呼。", "content_en": "Take all my loves, my love, yea take them all;\nWhat hast thou then more than thou hadst before?\nNo love, my love, that thou mayst true love call;\nAll mine was thine, before thou hadst this more.\nThen if for my love thou my love receivest,\nI cannot blame thee for my love thou usest;\nBut yet be blamed, if thou this self deceivest\nBy willful taste of what thyself refusest.\nI do forgive thy robb’ry, gentle thief,\nAlthough thou steal thee all my poverty;\nAnd yet love knows it is a greater grief\nTo bear love’s wrong than hate’s known injury.\nLascivious grace, in whom all ill well shows,\nKill me with spites; yet we must not be foes." }, { "title": "莎士比亚十四行诗第41首 | 莎士比亚十四行诗", "content_zh": "有时候你心中没有了我这个人，\n就发生风流孽障，放纵的行为，\n这些全适合你的美和你的年龄，\n因为诱惑还始终跟在你周围。\n你温良，就任凭人家把你占有，\n你美丽，就任凭人家向你进攻；\n哪个女人的儿子会掉头就走，\n不理睬女人的求爱，不让她成功？\n可是天！你可能不侵犯我的席位，\n而责备你的美和你迷路的青春，\n不让它们在放荡中领着你闹是非，\n迫使你去破坏双重的信约，誓盟——\n去毁她的约：你美，就把她骗到手，\n去毁你的约：你美，就对我不忠厚。", "note": "诗人为其爱友找到了托辞。他的美貌、青春和离开诗人以后的无约束生涯，使他受了女人的迷惑。去拒绝一个女人的求爱是困难的；不过，他也许竟能拒绝她，而不至于双重地毁约吧。所谓双重毁约，指他爱上了那女人（诗人的情人），即对诗人负心，毁了他对诗人的约；又指他见爱于那女人，使那女人也对诗人负心，使她也毁了她对诗人的约。——第九行：“可能不侵犯我的席位”云者，大概是不来夺去诗人的情人之意。第十一行：“它们”指第十行中的“美”和“青春”。第十二行：“迫使你……”语气是从上面连下来的，并一直贯串到末句，即：“你可能……不让它们……迫使你去破坏双重的信约……”", "content_en": "Those pretty wrongs that liberty commits,\nWhen I am sometime absent from thy heart,\nThy beauty and thy years full well befits,\nFor still temptation follows where thou art.\nGentle thou art, and therefore to be won;\nBeauteous thou art, therefore to be assailed;\nAnd when a woman woos, what woman’s son\nWill sourly leave her till she have prevailed?\nAy me, but yet thou might’st my seat forbear,\nAnd chide thy beauty and thy straying youth,\nWho lead thee in their riot even there\nWhere thou art forced to break a twofold truth:\nHers, by thy beauty tempting her to thee,\nThine, by thy beauty being false to me." }, { "title": "莎士比亚十四行诗第42首 | 莎士比亚十四行诗", "content_zh": "你把她占有了，这不是我全部的悲哀，\n不过也可以说我爱她爱得挺热烈；\n她把你占有了，才使我痛哭起来，\n失去了这份爱，就教我更加悲切。\n爱的伤害者，我愿意原谅你们：——\n你爱她，正因为你知道我对她有情；\n同样，她也是为了我而把我欺凌，\n而容许我朋友为了我而跟她亲近。\n失去你，这损失是我的情人的获得，\n失去她，我的朋友又找到了那损失；\n你们互相占有了，我丢了两个，\n你们两个都为了我而给我大苦吃：\n但这儿乐了；我朋友跟我是一体；\n她也就只爱我了；这好话真甜蜜！", "note": "诗人以为失去情人不如失去友人之可悲，但他想原谅他们两人，用一种幻想来自圆其说，以为他们两人之所以相爱，是因为他们两人都爱着诗人之故。但这种幻想又不能使诗人满足；他们两人都各得其所了，诗人却两面都遭到了损失。或者说，诗人与他爱友本是一体，则那女人爱诗人之友人也就等于只爱诗人了，不过，这只是甜蜜的谀词而已。——第十二行照原文字面上的意思应为：“你们两人都为了我而把十字架加在我身上”。十字架是大痛苦的象征。", "content_en": "That thou hast her, it is not all my grief,\nAnd yet it may be said I loved her dearly;\nThat she hath thee is of my wailing chief,\nA loss in love that touches me more nearly.\nLoving offenders, thus I will excuse ye:\nThou dost love her, because thou know’st I love her,\nAnd for my sake even so doth she abuse me,\nSuff’ring my friend for my sake to approve her.\nIf I lose thee, my loss is my love’s gain,\nAnd losing her, my friend hath found that loss:\nBoth find each other, and I lose both twain,\nAnd both for my sake lay on me this cross.\nBut here’s the joy: my friend and I are one;\nSweet flattery! Then she loves but me alone." }, { "title": "莎士比亚十四行诗第43首 | 莎士比亚十四行诗", "content_zh": "我的眼睛要闭拢了才看得有力，\n因为在白天只看到平凡的景象；\n但是我睡了，在梦里它们就看见你，\n它们亮而黑，天黑了才能看得亮；\n你的幻影能够教黑影都亮起来，\n能够对闭着的眼睛放射出光芒，\n那么你——幻影的本体，比白天更白，\n又怎能在白天展示白皙的形相！\n你的残缺的美影在死寂的夜里\n能透过酣睡，射上如盲的两眼，\n那么我眼睛要怎样才有福气\n能够在活跃的白天把你观看？\n不见你，个个白天是漆黑的黑夜，\n梦里见到你，夜夜放白天的光烨！", "note": "诗人要到了夜里才能清楚地看见他的爱友。他在白天只能看见许多不足道的、不被注意的东西，都是些过眼烟云；但在夜里，他就可以梦见爱友，或者不眠而看见爱友的影子突现在黑暗中。——第三、四行中的“它们”指第一行中诗人的“眼睛”。笫七行中的“幻影的本体”指爱友本人。第九行中的“残缺”，因为是指幻影而不是指本人，故曰残缺。", "content_en": "When most I wink, then do mine eyes best see,\nFor all the day they view things unrespected,\nBut when I sleep, in dreams they look on thee\nAnd, darkly bright, are bright in dark directed.\nThen thou, whose shadow shadows doth make bright,\nHow would thy shadow’s form form happy show\nTo the clear day with thy much clearer light,\nWhen to unseeing eyes thy shade shines so!\nHow would, I say, mine eyes be blessed made,\nBy looking on thee in the living day,\nWhen in dead night thy fair imperfect shade\nThrough heavy sleep on sightless eyes doth stay!\nAll days are nights to see till I see thee,\nAnd nights bright days when dreams do show thee me." }, { "title": "莎士比亚十四行诗第44首 | 莎士比亚十四行诗", "content_zh": "那距离远得害人，我也要出发，\n只要我这个笨重的肉体是思想；\n这时顾不得远近了，从海角天涯\n我也要赶往你所待着的地方。\n那没有关系的，虽然我的脚站在\n这块土地上，离开你非常遥远，\n敏捷的思想能跃过大陆跟大海，\n只要一想到自己能到达的地点。\n但是啊！思想在绞杀我：我不是思想——\n你去了，我不能飞渡关山来追踪，\n反而，我是土和水做成的，这样，\n我只得用叹息，来伺候无聊的闲空；\n俩元素这么纯，拿不出任何东西，\n除了泪如雨，两者的悲哀的标记。", "note": "假使诗人的肉体是思想，他就将飞到他爱友身畔去，不论那有多远。但不幸他的肉体并不是思想，反而是土和水所做的，而这两个元素只能绐他泪水。——第九行中的“思想在绞杀我：我不是思想”，意谓：我的肉体不是思想，不能飞……一想到这个我就异常痛苦，这念头好像在绞杀我一样……第十一行中的“土和水”，罗马诗人奥维德认为一切物质都是由土、水、风（空气）、火这四大元素构成的，他说：“我认为这无穷的宇宙包含着四种元素，一切事物都由此产生。四者之中，土与水因重浊而下降，另一对即空气与火因轻清而上升，无人能使之下沉。”（见奥维德《变形记》）第十三行：“俩元素”指第十一行“土和水”。第十四行：“两者”指土与水。", "content_en": "If the dull substance of my flesh were thought,\nInjurious distance should not stop my way,\nFor then despite of space I would be brought,\nFrom limits far remote, where thou dost stay.\nNo matter then although my foot did stand\nUpon the farthest earth removed from thee;\nFor nimble thought can jump both sea and land,\nAs soon as think the place where he would be.\nBut, ah, thought kills me that I am not thought,\nTo leap large lengths of miles when thou art gone,\nBut that so much of earth and water wrought,\nI must attend time’s leisure with my moan,\nReceiving naught by elements so slow\nBut heavy tears, badges of either’s woe." }, { "title": "莎士比亚十四行诗第45首 | 莎士比亚十四行诗", "content_zh": "我另外两个元素，轻风和净火，\n不论我待在哪里，都跟在你身旁；\n这些出席的缺席者，来去得灵活，\n风乃是我的思想，火，我的渴望。\n只要这两个灵活的元素离开我\n到你那儿去做温柔的爱的使者，\n我这四元素的生命，只剩了两个，\n就沉向死亡，因为被忧伤所压迫；\n两位飞行使者总会从你那儿\n飞回来使我生命的结构复元，\n甚至现在就回来，回到我这儿，\n对我保证，说你没什么，挺康健：\n我一听就乐了；可是快乐得不久，\n我派遣他们再去，就马上又哀愁。", "note": "上一首中诗人说他自己是土和水所做的，但缺少风（空气）和火。这一首中诗人就说，他的另外两个元素，风和火，是他的思想和渴望，都跟在他爱友身边。这两个元素是轻的，离了他，他就只剩下了两个重的元素，土和水，于是他就要下沉，因忧伤而沉向死亡。但是当两个轻元素回来报告他说他爱友康健时，他就快乐了；不过，他们再去时，他又悲伤。——第一行：“净火”指火有涤净之作用；或曰：净乃纯净之净，火就是从被烧之物中提纯出来的东西，剩下来的劣质就是灰烬。第三行：“出席的缺席者”指不停地来来去去的风和火。第四行：渴望是热的，所以比之于火。第十一、十二行或曰：诗人刚刚收到爱友的一封信，信上说他很健康等等。第十三、十四行：诗人因爱友健康而高兴，又因想到二人不在一起而悲哀，同时他的思想和渴望都回到爱友那儿。", "content_en": "The other two, slight air and purging fire,\nAre both with thee, wherever I abide;\nThe first my thought, the other my desire,\nThese present-absent with swift motion slide.\nFor when these quicker elements are gone\nIn tender embassy of love to thee,\nMy life, being made of four, with two alone\nSinks down to death, oppressed with melancholy;\nUntil life’s composition be recured\nBy those swift messengers returned from thee,\nWho even but now come back again, assured\nOf thy fair health, recounting it to me.\nThis told, I joy, but then no longer glad,\nI send them back again, and straight grow sad." }, { "title": "莎士比亚十四行诗第46首 | 莎士比亚十四行诗", "content_zh": "我的眼睛和心在拚命打仗，\n争夺着怎样把你的容貌来分享；\n眼睛不让心来观赏你的肖像，\n心不让眼晴把它自由地观赏。\n心这样辩护说，你早就在心的内部，\n那密室，水晶眼可永远窥探不到，\n但眼睛这被告不承认心的辩护，\n分辩说，眼睛里才有你美丽的容貌。\n于是，借住在心中的一群沉思，\n都升做法官，来解决这一场吵架；\n这些法官的判决判得切实，\n亮眼跟柔心，各得权利如下：\n我的眼睛享有你外表的仪态，\n我的心呢，占有你内心的爱。", "note": "诗人有一张爱友的肖像，诗人的眼睛和心就争吵着谁是它（相片）的主人：眼睛看得到它，心看不到它，但心可以不让眼睛看；心又说，爱友永远在心中；眼睛说，爱友的美影永远在眼中。于是诗人的思想就来审判——其实是仲裁——说，诗人的眼睛分得爱友的美，诗人的心分得爱友的爱。诗中充满了法律名词，但奇想的经营并没有失去真实的情感。这一首可与第24首对照读。——第五行至第八行：假定心和眼睛在法庭上打官司，心是原告，眼睛是被告。第六行：“那密室”指心。第八行：暗示瞳孔中反映着注视的对象。", "content_en": "Mine eye and heart are at a mortal war\nHow to divide the conquest of thy sight;\nMine eye my heart thy picture’s sight would bar,\nMy heart mine eye the freedom of that right.\nMy heart doth plead that thou in him dost lie—\nA closet never pierced with crystal eyes;\nBut the defendant doth that plea deny,\nAnd says in him thy fair appearance lies.\nTo ‘cide this title is impaneled\nA quest of thoughts, all tenants to the heart;\nAnd by their verdict is determined\nThe clear eye’s moiety, and the dear heart’s part:\nAs thus—mine eye’s due is thy outward part,\nAnd my heart’s right thy inward love of heart." }, { "title": "莎士比亚十四行诗第47首 | 莎士比亚十四行诗", "content_zh": "我的眼睛和心缔结了协定，\n规定双方轮流着给对方以便利：\n一旦眼睛因不见你而饿得不行，\n或者心为爱你而在悲叹中窒息，\n我眼睛就马上大嚼你的肖像，\n并邀请心来分享这彩画的饮宴；\n另一回，眼睛又做客到心的座上，\n去分享只有心才有的爱的思念：\n于是，有了我的爱或你的肖像，\n远方的你就始终跟我在一起；\n你不能去到我思想不去的地方，\n永远是我跟着思想，思想跟着你；\n思想睡了，你肖像就走进我眼睛，\n唤醒我的心，叫心跟眼睛都高兴。", "note": "上一首中的争吵在这一首中变为互助，互相分享爱友的“美影”。两种方法：诗人用眼睛来观看爱友的肖像，诗人用心来思念爱友；这两种方法交替为用，于是在远方的爱友就等于在诗人身边了。——第四行：意谓叹息来得太快，使心濒乎窒息。第五行：参照第75首第九至十四行。第六行：“彩画的饮宴”指爱友的肖像。第七、八行：意谓诗人心中对爱友的思念能使后者的形象重现于诗人眼中。第九行：意谓通过心或通过眼睛，也就是通过我的爱思或通过我的想象。", "content_en": "Betwixt mine eye and heart a league is took,\nAnd each doth good turns now unto the other.\nWhen that mine eye is famished for a look,\nOr heart in love with sighs himself doth smother,\nWith my love’s picture then my eye doth feast,\nAnd to the painted banquet bids my heart.\nAnother time mine eye is my heart’s guest\nAnd in his thoughts of love doth share a part.\nSo, either by thy picture or my love,\nThyself away are present still with me;\nFor thou not farther than my thoughts canst move,\nAnd I am still with them, and they with thee;\nOr, if they sleep, thy picture in my sight\nAwakes my heart to heart’s and eye’s delight." }, { "title": "莎士比亚十四行诗第48首 | 莎士比亚十四行诗", "content_zh": "我临走之前，得多么小心地把每件\n不值钱的东西都锁进坚固的库房——\n让它们承受绝对可靠的保管，\n逃过骗诈的手脚，等将来派用场！\n但是你——使我的珠宝不值钱的你呵，\n我的大安慰，如今，我的大忧虑，\n我的最亲人，我的唯一的牵记呵，\n给漏了，可能被普通的盗贼掳去。\n我没有把你封锁进任何宝库，\n除了我心头，你不在，我感到你在，\n我用我胸膛把你温柔地围住，\n这地方你可以随便来，随便离开；\n就是在这里，我怕你还会被偷掉，\n对这种宝物，连忠实也并不可靠。", "note": "诗人在旅途中。他说，他在出门前必须把珠宝等物锁入箱内，不让坏人来碰，但诗人漏掉了他的爱友，不能把他的爱友也锁起来，于是坏人就可以来碰他的爱友了。诗人虽说把他的爱友锁在心中，但那不过是诗人的感觉，他的爱友其实并不在他心中。诗人可能听到了关于他的爱友的什么消息，于是怀疑别人会夺去他爱友对他的爱。——第二行：“不值钱的东西”指珠宝，理由见第五行。第六行：“大忧虑”，因为不在一起。第八行“盗贼”与第四行“骗诈的手脚”相并。第十、十一行意谓：诗人的爱友之在诗人心中，乃诗人之幻觉而已；而且诗人的爱友可以任意进出诗人之心，即诗人的爱友对诗人之爱不受约束。第十四行意谓：对于如此贵重的朋友，忠诚亦终将变为偷盗。可能指诗人的情妇曾宣誓对诗人忠贞，但最终她偷走了诗人的朋友。", "content_en": "How careful was I, when I took my way,\nEach trifle under truest bars to thrust,\nThat to my use it might unused stay\nFrom hands of falsehood, in sure wards of trust!\nBut thou, to whom my jewels trifles are,\nMost worthy comfort, now my greatest grief,\nThou best of dearest, and mine only care,\nArt left the prey of every vulgar thief.\nThee have I not locked up in any chest,\nSave where thou art not, though I feel thou art,\nWithin the gentle closure of my breast,\nFrom whence at pleasure thou mayst come and part;\nAnd even thence thou wilt be stol’n, I fear,\nFor truth proves thievish for a prize so dear." }, { "title": "莎士比亚十四行诗第49首 | 莎士比亚十四行诗", "content_zh": "恐怕那日子终于免不了要来临，\n那时候，我见你对我的缺点皱眉，\n你的爱已经付出了全部恩情，\n种种理由劝告你把总账算回；\n那日子要来，那时你陌生地走过去，\n不用那太阳——你的眼睛来迎接我，\n那时候，爱终于找到了严肃的论据，\n可以从原来的地位上一下子变过；\n那日子要来，我得先躲在反省里，\n凭自知之明，了解自己的功罪，\n我于是就这样举手，反对我自己，\n站在你那边，辩护你合法的行为：\n法律允许你把我这可怜人抛去，\n因我提不出你必须爱我的根据。", "note": "诗人恐怕他爱友将来不再爱他，于是预先准备迎接这不幸的到来，用这种方法：警告自己不配承受他爱友的爱，这样，他爱友将来如有摈弃诗人的行为，也可以算是合法的了。原诗中有一些法律名词。——第十一行：“举手”即指证人在法庭上的一种行为。", "content_en": "Against that time, if ever that time come,\nWhen I shall see thee frown on my defects,\nWhenas thy love hath cast his utmost sum,\nCalled to that audit by advised respects;\nAgainst that time when thou shalt strangely pass,\nAnd scarcely greet me with that sun, thine eye,\nWhen love, converted from the thing it was,\nShall reasons find of settled gravity.\nAgainst that time do I ensconce me here\nWithin the knowledge of mine own desert,\nAnd this my hand against myself uprear,\nTo guard the lawful reasons on thy part.\nTo leave poor me thou hast the strength of laws,\nSince why to love I can allege no cause." }, { "title": "莎士比亚十四行诗第50首 | 莎士比亚十四行诗", "content_zh": "在令人困倦的旅途上，我满怀忧郁，\n只因每天，我到了路程的终点，\n休憩时，耳边就涌来一阵细语：\n“你离开你朋友，又加了几里路远！”\n驮我的牲口，也驮着我的苦恼，\n驮着我这分沉重，累了，走得慢，\n好像这可怜虫凭着本能，竟知道\n他主人爱慢，快了要离你更远：\n有时候我火了，用靴刺踢他的腹部，\n踢到他流血，也没能催他加快，\n他只用一声悲哀的叫唤来答复，\n这叫唤刺我，比靴刺踢他更厉害；\n因为他这声叫唤提醒了我的心：\n我的前面是忧愁，后面是欢欣。", "note": "诗人发觉他的旅行使他双重疲乏，因为除了旅途劳顿之外，在每 日歇脚的时候，他的安静与休息还使他想到：他离开他的爱友更远了。他所骑的马，好像在同情他，走得很慢。有时候，诗人不耐了，用靴刺踢马，马呼痛的叫声又提醒了诗人的悲哀。——第五行“牲口”即第七行“可怜虫”，指诗人所骑的马。第八行起，到下一首诗，马用“他”来代替。第十四行：因为越向前走，离开他的爱友越远；他的欢欣就是他的爱友。", "content_en": "How heavy do I journey on the way\nWhen what I seek, my weary travel’s end,\nDoth teach that ease and that repose to say,\n‘Thus far the miles are measured from thy friend.’\nThe beast that bears me, tired with my woe,\nPlods dully on, to bear that weight in me,\nAs if by some instinct the wretch did know\nHis rider loved not speed, being made from thee.\nThe bloody spur cannot provoke him on,\nThat sometimes anger thrusts into his hide,\nWhich heavily he answers with a groan,\nMore sharp to me than spurring to his side;\nFor that same groan doth put this in my mind:\nMy grief lies onward and my joy behind." }, { "title": "莎士比亚十四行诗第51首 | 莎士比亚十四行诗", "content_zh": "那么，背向着你的时候，由于爱，\n我饶恕我这匹走得太慢的坐骑：\n背向着你呀，为什么要走得飞快？\n除非是回来，才需要马不停蹄。\n那时啊，飞行也会觉得是爬行，\n可怜的牲口，还能够得到饶恕？\n他风驰电掣，我也要踢他加劲；\n因为我坐着，感不到飞快的速度：\n那时候，没马能跟我的渴望并进；\n因此我无瑕的爱所造成的渴望\n（不是死肉）将燃烧，奔驰，嘶鸣；\n但是马爱我，我爱他，就对他原谅；\n因为背向你，他曾经有意磨蹭，\n面向你，我就自己跑，放他去步行。", "note": "马载着诗人背向他爱友走的时候，就不必匆忙地赶；但在回来的时候，是面向他爱友，诗人就要用靴刺踢他的可怜的马了，不论马跑得多快。诗人因为骑在马上，自己不动，不能感到前进的速度，于是就下马亲自向他爱友奔去，这样可以获得速度的感觉，同时让可怜的马休息。这是诗人的异想。——第一行末“爱”双关，可指诗人对他爱友的爱，亦可指诗人对马的爱。第九、十行中的“渴望”即第45首中的“渴望”，是四大元素之一的火。第十三行：“有意磨蹭”，说明“马爱我”（第十二行）。", "content_en": "Thus can my love excuse the slow offense\nOf my dull bearer, when from thee I speed:\nFrom where thou art why should I haste me thence?\nTill I return, of posting is no need.\nO, what excuse will my poor beast then find,\nWhen swift extremity can seem but slow?\nThen should I spur, though mounted on the wind,\nIn winged speed no motion shall I know.\nThen can no horse with my desire keep pace;\nTherefore desire, of perfect’st love being made,\nShall neigh, no dull flesh in his fiery race;\nBut love, for love, thus shall excuse my jade:\nSince from thee going he went wilful slow,\nTowards thee I’ll run and give him leave to go." }, { "title": "莎士比亚十四行诗第52首 | 莎士比亚十四行诗", "content_zh": "我像个富翁，有一把幸福的钥匙，\n能随时为自己打开心爱的金库，\n可又怕稀有的快乐会迟钝消失，\n就不愿时刻去观看库里的财富。\n同样，像一年只有几次的节期，\n来得稀少，就显得更难得、更美好，\n也像贵重的宝石，排得开、排得稀，\n像一串项链中几颗最大的珠宝。\n时间就像是我的金库，藏着你，\n或者像一顶衣橱，藏着好衣服，\n只要把被囚的宝贝开释，就可以\n使人在这一刻感到特别地幸福。\n你是有福了，你的德行这么广，\n使我有了你，好夸耀，没你，好盼望。", "note": "诗人感到不应与他爱友接触太频，否则将失去见面时稀有的愉快；他如果能忍耐着不与他爱友多见面，就可以在与他爱友见面时更快乐。——第一、二行：参照第48首，诗人在那一首中说，他已经把一切东西都锁了起来，除了他的爱友。第九行：时间是库，因为在别离的时候，他爱友好像被时间藏着不使诗人见到，但诗人有开这个库的钥匙。", "content_en": "So am I as the rich, whose blessed key\nCan bring him to his sweet up-locked treasure,\nThe which he will not ev’ry hour survey,\nFor blunting the fine point of seldom pleasure.\nTherefore are feasts so solemn and so rare,\nSince, seldom coming, in the long year set,\nLike stones of worth they thinly placed are,\nOr captain jewels in the carcanet.\nSo is the time that keeps you as my chest,\nOr as the wardrobe which the robe doth hide,\nTo make some special instant special blest,\nBy new unfolding his imprisoned pride.\nBlessed are you whose worthiness gives scope,\nBeing had, to triumph, being lacked, to hope." }, { "title": "莎士比亚十四行诗第53首 | 莎士比亚十四行诗", "content_zh": "你这人究竟是用什么物质造成的，\n能使几千万别人的影子跟你转？\n因为每个人都只能有一个影子，\n你一人却能借出去影子几千万！特别第四行\n描述阿董尼斯吧，他这幅肖像，\n正是照你的模样儿拙劣地描下；\n把一切美容术都加在海伦的脸上，\n于是你成了穿希腊服装的新画：特别第八行\n就说春天吧，还有那丰年的收获；\n春天出现了，正像你美丽的形态，\n丰年来到了，有如你仁爱的恩泽，\n我们在各种美景里总见到你在。特别第十二行\n一切外表的优美中，都有你的份，\n可谁都比不上你那永远的忠贞。", "note": "几千万别人的美质，出现在诗人的爱友身上，那么，诗人的爱友的肉体究竟是什么造成的？普通人只有一个影子，但一切优美的东西都是诗人的爱友的影子。不过，讲到忠实不变的心，没有东西比得上诗人的爱友。——第二行“影子”（shadow）可解作：一、“阴影”，二、“肖像”“状貌”“映影”（在镜子、水等之中的反影）“表象”等。在“……几千万别人的影子跟你转”这个表述中，“影子”作为“阴影”，所以“跟（随侍）你转”（在日光、月光、灯光……下，影子永远“跟着”主人）；“影子”又作为“状貌”，使“你”具有“几千万别人”或别的东西（如阿董尼斯、海伦、春天、丰年……）的美影。第三、四行：每一个人都只能有一个“影子”（阴影）；你是一个人，却能投射出无数“影子”（显示出种种状貌或表象）；由此可见，一切美好的事物都是你的状貌或表象。第五行：阿董尼斯（Adonis），希腊神话中的美少年，为维纳斯（Venus）所爱。第七行：海伦（Helen），古希腊美人。第七、八行意谓：如果在海伦原有的美貌上再增加一切美容术所能获致的美，那么这样的新的海伦就是一幅穿着希腊服装的诗人爱友的肖像画。", "content_en": "What is your substance, whereof are you made,\nThat millions of strange shadows on you tend?\nSince everyone hath, every one, one shade,\nAnd you, but one, can every shadow lend.\nDescribe Adonis, and the counterfeit\nIs poorly imitated after you;\nOn Helen’s cheek all art of beauty set,\nAnd you in Grecian tires are painted new.\nSpeak of the spring and foison of the year;\nThe one doth shadow of your beauty show,\nThe other as your bounty doth appear,\nAnd you in every blessed shape we know.\nIn all external grace you have some part,\nBut you like none, none you, for constant heart." }, { "title": "莎士比亚十四行诗第54首 | 莎士比亚十四行诗", "content_zh": "呵，美如果有真来添加光辉，\n它就会显得更美，更美多少倍！\n玫瑰是美的，不过我们还认为\n使它更美的是它包含的香味。\n单看颜色的深度，那么野蔷薇\n跟含有香味的玫瑰完全是一类，\n野蔷薇自从被夏风吹开了蓓蕾，\n也挂在枝头，也玩得如痴如醉：\n但是它们的好处只在容貌上，\n它们活着没人爱，也没人观赏\n就悄然灭亡。玫瑰就不是这样，\n死了还可以提炼出多少芬芳：\n可爱的美少年，你的美一旦消亡，\n我的诗就把你的真提炼成奇香。", "note": "诗人的爱友是美的，他还有一颗忠实的心（见第53首第十四行），这使他更美。好像玫瑰是美的，但如果它没有香味，它的美就减少了许多。玫瑰谢了，还可以提炼出香精来（参照第5首第十三、十四行）。当他的美消失后，诗人的诗就把他的被提炼出来了的真（忠实）发散出来。——第五行：“野蔷薇”专指一种颜色深红但没有香味的野蔷薇。第十一行：“悄然灭亡”原来的意思是对别人无益而独自死去。第十三行：如将对方当做女性，则“可爱的美少年”可改为“美丽可爱的少女”，盖原文youth（青年）是男女通用的。", "content_en": "O, how much more doth beauty beauteous seem,\nBy that sweet ornament which truth doth give!\nThe rose looks fair, but fairer we it deem\nFor that sweet odor which doth in it live.\nThe canker blooms have full as deep a dye,\nAs the perfumed tincture of the roses,\nHang on such thorns, and play as wantonly,\nWhen summer’s breath their masked buds discloses;\nBut, for their virtue only is their show,\nThey live unwooed, and unrespected fade,\nDie to themselves. Sweet roses do not so;\nOf their sweet deaths are sweetest odors made.\nAnd so of you, beauteous and lovely youth,\nWhen that shall vade, by verse distills your truth." }, { "title": "莎士比亚十四行诗第55首 | 莎士比亚十四行诗", "content_zh": "白石，或者帝王们镀金的纪念碑\n都不能比这强有力的诗句更长寿；\n你留在诗句里将放出永恒的光辉,\n你留在碑石上就不免尘封而腐朽。\n毁灭的战争是会把铜像推倒，\n火并也会把巨厦连根儿烧光，\n但是战神的利剑或烈火毁不掉\n你刻在人们心头的鲜明印象。\n对抗着湮灭一切的敌意和死，\n你将前进；人类将永远歌颂你，\n连那坚持到世界末日的人之子\n也将用眼睛来称赞你不朽的美丽。\n到最后审判你复活之前，你——\n活在我诗中，住在恋人们眼睛里。", "note": "又说到诗有战胜时间的力量。诗人对其爱友保证说，他（爱友）将永远被人们记着，哪怕到白石和帝王的纪念碑都被时间销毁了，哪怕到世界的末日。按基督教有所谓最后审判在世界末日举行。——第三、四行：你墓碑上的铭文是不能使你不朽的，只有我的诗能使你不朽。第十四行意谓：“你将活在我的诗中，同时反映在读这些诗的恋人们的眼睛里。”", "content_en": "Not marble, nor the gilded monuments\nOf princes, shall outlive this pow’rful rhyme,\nBut you shall shine more bright in these contents\nThan unswept stone, besmeared with sluttish time.\nWhen wasteful war shall statues overturn,\nAnd broils root out the work of masonry,\nNor Mars his sword nor war’s quick fire shall burn\nThe living record of your memory.\n‘Gainst death and all oblivious enmity\nShall you pace forth; your praise shall still find room\nEven in the eyes of all posterity\nThat wear this world out to the ending doom.\nSo, till the judgment that yourself arise,\nYou live in this, and dwell in lovers’ eyes." }, { "title": "莎士比亚十四行诗第56首 | 莎士比亚十四行诗", "content_zh": "你的锋芒不应该比食欲迟钝，\n甜蜜的爱呵，快更新你的力量！\n今天食欲满足了，吃了一大顿，\n明天又会饿得凶，跟先前一样；\n爱，你也得如此，虽然你今天教\n饿眼看饱了，看到两眼都闭下，\n可是你明天还得看，千万不要\n麻木不仁，把爱的精神扼杀。\n让这可悲的间隔时期像海洋\n分开了两边岸上新婚的恋人，\n这对恋人每天都来到海岸上，\n一见到爱又来了，就加倍高兴；\n或唤它作冬天，冬天全都是忧患，\n使夏的到来更叫人企盼，更稀罕。", "note": "在这一首诗中，诗人是在对抽象的“爱”说话，这“爱”可能是指诗人的爱友的爱，也可能是指诗人自己的爱。诗人怕这个爱会逐渐变弱，所以希望它（爱）能像食欲一样常新。诗人预料将与爱友暂别，他暗示他们两人应每天到海边去寻求爱的归来，或者把分离的时期比做冬，在等待夏的到来。——第九行：可能是指海口或海峡。第十行：“新婚的恋人”，似乎希腊神话中希罗（Hero）与勒安得（Leander）的故事闪过了诗人的脑子。青年勒安得每晚必游过赫勒斯滂海峡去会见情人——修女希罗。一次，遇暴风雨，勒安得在游泳时溺毙，希罗得知后自杀。第十三行：“它”指第九行中的“间隔时期”（疏远或分离的时期）。", "content_en": "Sweet love, renew thy force; be it not said\nThy edge should blunter be than appetite,\nWhich but today by feeding is allayed,\nTomorrow sharp’ned in his former might.\nSo, love, be thou; although today thou fill\nThy hungry eyes even till they wink with fullness,\nTomorrow see again, and do not kill\nThe spirit of love with a perpetual dullness.\nLet this sad int’rim like the ocean be\nWhich parts the shore where two contracted new\nCome daily to the banks, that, when they see\nReturn of love, more blest may be the view;\nOr call it winter, which being full of care,\nMakes summer’s welcome thrice more wished, more rare." }, { "title": "莎士比亚十四行诗第57首 | 莎士比亚十四行诗", "content_zh": "做了你的奴隶，我能干什么，\n假如不时刻伺候你，遂你的心愿？\n我的时间根本就不算什么，\n我也没事情可做，只等你使唤。\n我的君王！我为你守着时钟，\n可是不敢责骂那不尽的时间，\n也不敢老想着别离是多么苦痛，\n自从你对你仆人说过了再见；\n我也不敢一心忌妒地去探究\n你到了哪儿，或猜测你的情形，\n只像个悲伤的奴隶，没别的念头，\n只想：你使你周围的人们多高兴。\n爱真像傻瓜，不管你在干什么，\n他总是以为你存心好，不算什么。", "note": "诗人说：他不过是他爱友的奴隶罢了，不能干涉他爱友的自由，除了等待服务以及思念他爱友在别处使别人多么快乐以外，别无企图。看来，诗人得到了一些信息，使诗人不大愉快。于是诗人写这首诗致爱友，声称自己是爱友的奴仆，一切都听从吩咐，不管对方如何使别人欢悦，诗人的忠诚是不会动摇的。这是诗人的表白：如果发生了什么情况，责任不在诗人这一边。", "content_en": "Being your slave, what should I do but tend\nUpon the hours and times of your desire?\nI have no precious time at all to spend,\nNor services to do till you require.\nNor dare I chide the world-without-end hour\nWhilst I, my sovereign, watch the clock for you,\nNor think the bitterness of absence sour\nWhen you have bid your servant once adieu.\nNor dare I question with my jealous thought\nWhere you may be, or your affairs suppose,\nBut, like a sad slave, stay and think of naught\nSave where you are how happy you make those.\nSo true a fool is love that in your will,\nThough you do anything, he thinks no ill." }, { "title": "莎士比亚十四行诗第58首 | 莎士比亚十四行诗", "content_zh": "造我做你的奴隶的神，禁止我\n在我的思想中限制你享乐的光阴，\n禁止我要求你算清花费的时刻，\n是臣仆，我只能伺候你的闲情！\n呵，让我忍受（在你的吩咐下）\n囚人的孤独，让你逍遥自在，\n我忍受惯了，你对我一声声责骂，\n我也忍受，不抱怨你把我伤害。\n你爱上哪儿就上哪儿：你的特权\n大到允许你随意支配光阴：\n你爱干什么就干什么，你也完全\n有权赦免你自己干下的罪行。\n即使是蹲地狱，我也不得不等待；\n并且不怪你享乐，无论好歹。", "note": "诗人称自己是他爱友的奴隶。他爱友是“君王”（见第57首第五行），自私，残忍，但诗人必须忍受一切，而且诗人总不怪他爱友，只是等待着而已。——笫一行：“神”，诗人也许是指丘比德（Cupid），爱之神。第六行：“囚人的”，能把人囚禁起来。第十三行：参照第120首第六行。", "content_en": "That god forbid that made me first your slave\nI should in thought control your times of pleasure,\nOr at your hand th’ account of hours to crave,\nBeing your vassal bound to stay your leisure.\nO, let me suffer, being at your beck,\nTh’ imprisoned absence of your liberty;\nAnd patience, tame to sufferance, bide each check,\nWithout accusing you of injury.\nBe where you list, your charter is so strong\nThat you yourself may privilege your time\nTo what you will; to you it doth belong\nYourself to pardon of self-doing crime.\nI am to wait, though waiting so be hell,\nNot blame your pleasure, be it ill or well." }, { "title": "莎士比亚十四行诗第59首 | 莎士比亚十四行诗", "content_zh": "假如除原有的事物以外，世界上\n没新的东西，那么，我们的脑袋，\n苦着想创造，就等于教自己上当，\n白白去孕育已经出世的婴孩！\n呵，但愿历史能回头看已往\n（它甚至能追溯太阳的五百次运行），\n为我在古书中显示出你的形象，\n既然思想从来是文字所表明。\n这样我就能明了古人会怎样\n述说你形体的结构是一种奇观；\n明了究竟是今人好，还是古人强，\n究竟事物变不变，是不是循环。\n呵！我断言，古代的天才只是\n给次等人物赠送了美言和赞辞。", "note": "这里（还有第123首）似乎出现了一种“循环说”，这种学说认为时间运行若干年为一周，周而复始，一切都是重复过去发生过的事情，因此天下没有新的事物。这种学说可能是从勃鲁诺（Bruno）的哲学演化而来的。诗人说，他愿意读古代的诗人对目下的他的爱友的赞美，因为既然天下无新事物，则他的爱友的美想来也在古时存在过。但是，诗人又断言：古时的天才诗人不可能见到他爱友这样美的人，因此古时的诗人所赞美的只是次等的人！——第一至四行：天下没有新的事物，那么，人类的脑子想创造新的事物，是不可能的，即使创造了什么，那其实是早就存在的东西。第十一、十二行意谓：可借此明了究竟是今人比古人美，还是古人比今人美，明了究竟今人是否就是古人，即同一事物是否有循环性的再现。第十三、十四行：这两行实际上否定了“循环说”。由此可见，莎士比亚并不真相信这种学说，他只是为了说明他爱友的美是空前的而预先作一个假设。", "content_en": "If there be nothing new, but that which is\nHath been before, how are our brains beguiled,\nWhich, laboring for invention, bear amiss\nThe second burden of a former child!\nO, that record could with a backward look,\nEven of five hundred courses of the sun,\nShow me your image in some antique book,\nSince mind at first in character was done;\nThat I might see what the old world could say\nTo this composed wonder of your frame;\nWhether we are mended, or whe’r better they,\nOr whether revolution be the same.\nO, sure I am the wits of former days\nTo subjects worse have given admiring praise." }, { "title": "莎士比亚十四行诗第60首 | 莎士比亚十四行诗", "content_zh": "正像海涛向卵石滩头奔涌，\n我们的光阴匆匆地奔向灭亡；\n后一分钟挤去了前一分种，\n接连不断地向前竞争得匆忙。\n生命，一朝在光的海洋里诞生，\n就慢慢爬上达到极峰的成熟，\n不祥的晦食偏偏来和他争胜，\n时间就捣毁自己送出的礼物。\n时间会刺破青春表面的彩饰，\n会在美人的额上掘深沟浅槽；\n会吃掉稀世之珍：天生丽质，\n什么都逃不过他那横扫的镰刀。\n可是，去他的毒手吧！我这诗章\n将屹立在未来，永远地把你颂扬。", "note": "根据“循环说”，则在时间的奔流中，事物一再来而复去、去而复来地循环不息。也许是这一悲哀的观念使诗人想到海边的浪涛，涌上滩来，又退下滩去，后一涛代替了前一涛。婴儿诞生了，不久就进入成熟时期，立刻不幸开始，从成熟再转入衰朽与死亡。但诗人相信，他的诗能克服时间，能保存爱友的美到未来。——第五至八行：生命从婴儿到老年人的过程——这个命意在第7首中曾出现过。第六行中的“爬”暗示了婴儿的动作。第十一行中的“天生丽质”指稀有的自然美，因为人工美反能逃过时间的“毒手”。", "content_en": "Like as the waves make towards the pebbled shore,\nSo do our minutes hasten to their end;\nEach changing place with that which goes before,\nIn sequent toil all forwards do contend.\nNativity, once in the main of light,\nCrawls to maturity, wherewith being crowned,\nCrooked eclipses ‘gainst his glory fight,\nAnd Time that gave doth now his gift confound.\nTime doth transfix the flourish set on youth,\nAnd delves the parallels in beauty’s brow,\nFeeds on the rarities of nature’s truth,\nAnd nothing stands but for his scythe to mow:\nAnd yet to times in hope my verse shall stand,\nPraising thy worth, despite his cruel hand." }, { "title": "莎士比亚十四行诗第61首 | 莎士比亚十四行诗", "content_zh": "是你故意用面影来使我面对\n漫漫的长夜张着沉重的眼皮？\n是你希望能打破我的酣睡，\n用你的影子来玩弄我的视力？\n是你派出了你的魂灵，老远\n从家乡赶来审察我干的事情；\n来查明我怎样乱花了空闲的时间，\n实现你猜疑的目的，嫉妒的用心？\n不啊！你的爱虽然多，还没这样大；\n使我睁眼的是我自己的爱；\n我对你真爱，这使我休息不下，\n使我为你扮守夜人，每夜都在：\n我为你守夜，而在老远的地方，\n你醒着，有别人紧紧靠在你身旁。", "note": "诗人说到他因思念爱友而失眠。诗人对他的爱友说：“你的面影使我在漫漫的长夜中睁开着眼睛，这是你的愿望吗？你希望我失眠吗？你的灵魂可能离开你的肉体到我这儿来看我做的事吗？不！你的爱还不够伟大到如此。那是我自己对你的爱使我终夜醒着思念你，而你却在远处跟别人在一起！”", "content_en": "Is it thy will thy image should keep open\nMy heavy eyelids to the weary night?\nDost thou desire my slumbers should be broken\nWhile shadows like to thee do mock my sight?\nIs it thy spirit that thou send’st from thee\nSo far from home into my deeds to pry,\nTo find out shames and idle hours in me,\nThe scope and tenure of thy jealousy?\nO no, thy love, though much, is not so great.\nIt is my love that keeps mine eye awake,\nMine own true love that doth my rest defeat,\nTo play the watchman ever for thy sake.\nFor thee watch I, whilst thou dost wake elsewhere,\nFrom me far off, with others all too near." }, { "title": "莎士比亚十四行诗第62首 | 莎士比亚十四行诗", "content_zh": "自爱这罪恶占有了我整个眼睛，\n整个灵魂，以及我全身各部；\n对这种罪恶，没有治疗的药品，\n因为它在我的心底里根深蒂固。\n我想我正直的形态，美丽的容貌，\n无匹的忠诚，天下没有人比得上；\n我要是给自己推算优点有多少，\n那就是：在任何方面比任谁都强。\n但镜子对我显示出：又黑又苍老，\n满面风尘，多裂纹，是我的真相，\n于是我了解我自爱完全是胡闹，\n老这么爱着自己可不大正当。\n我赞美自己，就是赞美你（我自己），\n把你的青春美涂上我衰老的年纪。", "note": "诗人感到自己非常美丽，感到自己在一切方面都远胜别人，于是起了一种强烈的自我爱怜的心理。但当他对镜子看时，他明白他自己的面貌原来是憔悴而苍老的。原来他把他爱友的美当做自己的美了，因为他与他爱友是一体。", "content_en": "Sin of self-love possesseth all mine eye\nAnd all my soul and all my every part;\nAnd for this sin there is no remedy,\nIt is so grounded inward in my heart.\nMethinks no face so gracious is as mine,\nNo shape so true, no truth of such account,\nAnd for myself mine own worth do define,\nAs I all other in all worths surmount.\nBut when my glass shows me myself indeed,\nBeated and chopped with tanned antiquity,\nMine own self-love quite contrary I read;\nSelf so self-loving were iniquity.\n‘Tis thee, myself, that for myself I praise,\nPainting my age with beauty of thy days." }, { "title": "莎士比亚十四行诗第63首 | 莎士比亚十四行诗", "content_zh": "我爱人将来要同我现在一样，\n会被时间的毒手揉碎，磨损；\n岁月会吸干他的血，会在他额上\n刻满皱纹；他的青春的早晨，\n也会走进老年的险峻的黑夜；\n他如今是帝王，是一切美的领主，\n这些美也会褪去，最后会消灭，\n使他失掉他春天的全部宝物；\n我怕这时期要来，就现在造碉堡，\n预防老年用无情的刀斧来逞威，\n使老年只能把他的生命砍掉，\n砍不掉他留在后人心中的美。\n他的美将在我这些诗句中呈现，\n诗句将长存，他也将永远新鲜。", "note": "从这一首起到第68首止，诗人并不如在别的诗中似的在对谁说话；而是用“我爱人”或“他”代替了“你”。诗人怕时间会夺去他爱友的美，所以早为之计，建造了诗这碉堡，把他爱友的美保存在其中。这样，将来他爱友尽管老，甚至死，他的美却能永生了。", "content_en": "Against my love shall be as I am now,\nWith Time’s injurious hand crushed and o’erworn;\nWhen hours have drained his blood and filled his brow\nWith lines and wrinkles, when his youthful morn\nHath traveled on to Age’s steepy night,\nAnd all those beauties whereof now he’s king\nAre vanishing, or vanished out of sight,\nStealing away the treasure of his spring;\nFor such a time do I now fortify\nAgainst confounding Age’s cruel knife,\nThat he shall never cut from memory\nMy sweet love’s beauty, though my lover’s life.\nHis beauty shall in these black lines be seen,\nAnd they shall live, and he in them still green." }, { "title": "莎士比亚十四行诗第64首 | 莎士比亚十四行诗", "content_zh": "我曾经看见：时间的残酷的巨手\n捣毁了往古年代的异宝奇珍；\n无常刈倒了一度巍峨的塔楼，\n狂暴的劫数甚至教赤铜化灰尘；\n我又见到：贪婪的海洋不断\n进占着大陆王国滨海的领地，\n顽强的陆地也掠取大海的地盘，\n盈和亏，得和失相互代谢交替；\n我见到这些循环变化的情况，\n见到庄严的景象向寂灭沉沦；\n断垣残壁就教我这样思量——\n时间总会来夺去我的爱人。\n这念头真像“死”呀，没办法，只好\n哭着把唯恐失掉的人儿抓牢。", "note": "高楼会倒，赤铜会烂，海陆会盈亏变换，当然时间也会夺去诗人的爱友，诗人想到这个就战栗了，一如面对着死神似的。但诗人执着于爱，他抓住自己的爱友，抵抗死之袭来。——最后两行意谓：这念头不能作别的选择，只好哭泣，因为这念头关注的是一个它害怕失去的东西——这样的念头，真像“死”啊！", "content_en": "When I have seen by Time’s fell hand defaced\nThe rich proud cost of outworn buried age,\nWhen sometime lofty towers I see down-razed,\nAnd brass eternal slave to mortal rage;\nWhen I have seen the hungry ocean gain\nAdvantage on the kingdom of the shore,\nAnd the firm soil win of the wat’ry main,\nIncreasing store with loss and loss with store;\nWhen I have seen such interchange of state,\nOr state itself confounded to decay,\nRuin hath taught me thus to ruminate\nThat Time will come and take my love away.\nThis thought is as a death, which cannot choose\nBut weep to have that which it fears to lose." }, { "title": "莎士比亚十四行诗第65首 | 莎士比亚十四行诗", "content_zh": "就连金石，土地，无涯的海洋，\n也奈何不得无常来扬威称霸，\n那么美，又怎能向死的暴力对抗——\n看她的活力还不过是一朵娇花？\n呵，夏天的芳香怎么能抵得住\n多少个日子前来猛烈地围攻？\n要知道，算顽石坚强，巉岩牢固，\n钢门结实，都得被时间磨空！\n可怕的想法呵，唉！时间的好宝贝，\n哪儿能避免进入时间的万宝箱？\n哪只巨手能拖住时间这飞毛腿？\n谁能禁止他把美容丽质一抢光？\n没人能够呵，除非有神通显威灵，\n我爱人能在墨迹里永远放光明。", "note": "既然死的暴力能摧毁一切，那么，脆弱的美又怎么能对抗它呢？这，使诗人忘不了他的爱友也将被时间夺去。诗人安慰自己说，他的爱友将在他的诗中永生。——第三、四行：原文中有法律名词，直译应为：“那么，美的权利还不比一朵花更强，她（美）又怎能具有向死的暴力提出诉讼的权利呢？”第六行“围攻”假定“夏天的芳香”是一座城。第九行：“时间的好宝贝”指世上的宝贝原是时间的产物。第十三行：“神通”暗示作者写的这些十四行诗。", "content_en": "Since brass, nor stone, nor earth, nor boundless sea,\nBut sad mortality o’ersways their power,\nHow with this rage shall beauty hold a plea,\nWhose action is no stronger than a flower?\nO, how shall summer’s honey breath hold out\nAgainst the wrackful siege of batt’ring days,\nWhen rocks impregnable are not so stout,\nNor gates of steel so strong but Time decays?\nO, fearful meditation, where, alack,\nShall Time’s best jewel from Time’s chest lie hid?\nOr what strong hand can hold his swift foot back,\nOr who his spoil of beauty can forbid?\nO, none, unless this miracle have might,\nThat in black ink my love may still shine bright." }, { "title": "莎士比亚十四行诗第66首 | 莎士比亚十四行诗", "content_zh": "对这些都倦了，我召唤安息的死亡，——\n譬如，见到天才注定了做乞丐，\n见到草包穿戴得富丽堂皇，\n见到纯洁的盟誓遭恶意破坏，\n见到荣誉被可耻地放错了位置，\n见到暴徒糟蹋了贞洁的处子，\n见到不义玷辱了至高的正义，\n见到瘸腿的权贵残害了壮士，\n见到文化被当局封住了嘴巴，\n见到愚蠢（像博士）控制着聪慧，\n见到单纯的真理被瞎称做呆傻，\n见到善被俘去给罪恶将军当侍卫，\n对这些都倦了，我要离开这人间，\n只是，我死了，要使我爱人孤单。", "note": "诗人在当时上流社会中的交往，使他憎恶这社会中的一切不合理的现象，使他甚至厌倦了生命，愿意离开这世界。可惜，如果他离开这世界，他的爱友就孤单了。——第四行亦可解做“真的事实被假的见证所抹杀”。第八行可参照第37首第三行。第十二行，是以上一切的总结。——这里介绍两位评论家对这首诗的评价。刻尔纳（Kellner）认为这首诗是莎士比亚“十四行诗中的一颗明珠……这首诗中没有一个字在今天不具有丰富的含义；整首诗是如此地具有普遍意义，如此地不受时间的局限”；葛瑞哥（Gregor）认为这首诗是莎士比亚十四行诗中“最动人心弦的，最美的一首”，是“一首不可超越的诗”。", "content_en": "Tired with all these, for restful death I cry,\nAs, to behold desert a beggar born,\nAnd needy nothing trimmed in jollity,\nAnd purest faith unhappily forsworn,\nAnd gilded honor shamefully misplaced,\nAnd maiden virtue rudely strumpeted,\nAnd right perfection wrongfully disgraced,\nAnd strength by limping sway disabled,\nAnd art made tongue-tied by authority,\nAnd folly (doctorlike) controlling skill,\nAnd simple truth miscalled simplicity,\nAnd captive good attending captain ill.\nTired with all these, from these would I be gone,\nSave that to die, I leave my love alone." }, { "title": "莎士比亚十四行诗第67首 | 莎士比亚十四行诗", "content_zh": "啊！为什么他要跟瘟疫同住，\n跟恶徒来往，给他们多少荣幸，\n使他们能靠他获得作恶的好处，\n用跟他交游这方法来装饰罪行？\n为什么化妆术要把他的脸仿造，\n从他新鲜的活画中去盗取死画？\n为什么可怜的美人要拐个弯去寻找\n花儿的假影——就因为他的花是真花？\n他何必活呢，既然造化破了产，\n穷到没活血红着脸在脉管运行？\n原来除了他，造化没别的富源，\n她夸称大富，却依赖他的美活命。\n呵，她是藏了他来证明，古时候，\n这些人变穷以前，她曾经富有。", "note": "他的爱友为什么还要活在这个堕落的时代，与世间的恶徒们来往，让他们利用呢？世人用化妆来摹仿他爱友的美貌，偷窃他爱友的生动的颜色，却只现出一脸死相，何必呢？世人因为他有真花（玫瑰），于是就拐个弯（仿造）去追求花的假影（涂脂抹粉），为什么呢？如今，造化（大自然）已经破产，穷到连血都干枯了，那么，他爱友还要活下去是为了什么呢？原来，造化虽夸说富有多少美，但事实上那是从前的事了，现在，那些所谓“美”都不是真正的美了，除了他爱友的美；所以造化贮藏了他爱友，是要用他来证明人类的本相啊！——本诗中“他”指诗人的爱友，“他们”指恶徒，“她”指造化。第一行：“瘟疫”指人们道德堕落的时代。瘟疫能蔓延，指恶徒们能把罪恶传染给别人。莎士比亚时代多瘟疫，这个字在当时是很可怕的。第七行：“可怜的美人”指不美而涂脂抹粉的人。第十四行：“这些人”指恶徒。", "content_en": "Ah, wherefore with infection should he live,\nAnd with his presence grace impiety,\nThat sin by him advantage should achieve\nAnd lace itself with his society?\nWhy should false painting imitate his cheek\nAnd steal dead seeing of his living hue?\nWhy should poor beauty indirectly seek\nRoses of shadow, since his rose is true?\nWhy should he live, now Nature bankrupt is,\nBeggared of blood to blush through lively veins?\nFor she hath no exchequer now but his,\nAnd, proud of many, lives upon his gains.\nO, him she stores, to show what wealth she had\nIn days long since, before these last so bad." }, { "title": "莎士比亚十四行诗第68首 | 莎士比亚十四行诗", "content_zh": "古代，美像花一般茂盛又衰败，\n他的面颊是表明这古代的地图，\n那时候，美的私生子徽章没人戴，\n也不敢公然在活人额头上居住；\n那时候，一座座坟墓夺得的战利品——\n死者的金色鬈发，还没被剪下来\n装饰在别人头上度第二次生命，\n那美发还没来盛装活人的脑袋；\n他的脸正显出那个神圣的往昔，\n没半点装饰，只有本色和真相，\n不利用别人的葱绿来建造夏季，\n不强抢古董来做他美貌的新装；\n造化藏着他做地图，教人工美容匠\n来认清古代的美是什么模样。", "note": "诗人在上一首中斥责世人涂脂抹粉，在这一首中，又斥责世人戴假发。上一首结束处是：造化（大自然）用诗人的爱友证明了人类的本相，于是，这一首开始就说，他爱友因此是表明古代的地图（典范，样本）。在那古代，并不像现代人似的把坟墓里的美人的金发偷来装在自己头上。（按当时假发制造者常购买死人的头发来制造假发。）他爱友的美就表明了古代的美，是真正的、自然的、绝无矫饰的美。造化要他爱友活着给从事虚伪的美容术的人们看清楚古代的真正的美是什么。——第一行：“像花一般”意思是像花那样自然，那样呈现天然的色彩。第二行的“地图”喻典范、样本；按莎士比亚时代，地图正如文学一样在蓬勃发展，所以“地图”是当时文士所爱用的比喻。第三行：“美的私生子”指虚伪的美容，因为这种美不是造化的合法的子嗣；“徽章”是标记。", "content_en": "Thus is his cheek the map of days outworn,\nWhen beauty lived and died as flowers do now,\nBefore these bastard signs of fair were born,\nOr durst inhabit on a living brow;\nBefore the golden tresses of the dead,\nThe right of sepulchers, were shorn away\nTo live a second life on second head,\nEre beauty’s dead fleece made another gay.\nIn him those holy antique hours are seen,\nWithout all ornament, itself and true,\nMaking no summer of another’s green,\nRobbing no old to dress his beauty new;\nAnd him as for a map doth Nature store,\nTo show false Art what beauty was of yore." }, { "title": "莎士比亚十四行诗第69首 | 莎士比亚十四行诗", "content_zh": "世人的眼睛见到的你的各部分，\n并不缺少要心灵补救的东西：\n一切舌头（灵魂的声音）都公正，\n说你美，这是仇人也首肯的真理。\n你的外表就赢得了表面的赞叹；\n但那些舌头虽然赞美你容貌好，\n却似乎能见得比眼睛见到的更远，\n于是就推翻了赞美，改变了语调。\n他们对你的内心美详审细察，\n并且用猜度来衡量你的行为；\n他们的目光温和，思想可偏狭，\n说你这鲜花正发着烂草的臭味：\n但是，为什么你的香和色配不拢？\n土壤是这样：你就生长在尘俗中。", "note": "诗人对他的爱友说：他（爱友）的美的确值得赞美，因而获得了每个人的赞美。但有些人用自己的解释来评价他的行为，说他的外表虽美，内心却相反，正如一朵花，虽然外形十分好看，却发出臭气来。怎么会产生这种情况的呢？这是因为：尽管他内心是美的，但他“生长在尘俗中”（第十四行）“跟恶徒来往”（第67首第二行），因此世人就看不见他内心的美了。——第四行：“仇人也首肯的真理”即不加任何夸张的客观评价。第七、八行：参看第24首第十三、十四行。", "content_en": "Those parts of thee that the world’s eye doth view\nWant nothing that the thought of hearts can mend;\nAll tongues, the voice of souls, give thee that due,\nUtt’ring bare truth, even so as foes commend.\nThy outward thus with outward praise is crowned,\nBut those same tongues that give thee so thine own\nIn other accents do this praise confound\nBy seeing farther than the eye hath shown.\nThey look into the beauty of thy mind,\nAnd that in guess they measure by thy deeds;\nThen, churls, their thoughts, although their eyes were kind,\nTo thy fair flower add the rank smell of weeds;\nBut why thy odor matcheth not thy show,\nThe soil is this, that thou dost common grow." }, { "title": "莎士比亚十四行诗第70首 | 莎士比亚十四行诗", "content_zh": "你被责备了，这不是你的过失，\n因为诽谤专爱把美人作箭靶；\n被人猜忌恰好是美人的装饰，\n像在明丽的天空中飞翔的乌鸦。\n假如你是个好人，诽谤只证明\n你有偌大的才德，被时代所钟爱，\n因为恶虫顶爱在娇蕾里滋生，\n而你有纯洁无瑕的青春时代。\n你已经通过了青春年华的伏兵阵，\n没遇到袭击，或者征服了对手；\n不过这种对你的赞美并不能\n缝住那老在扩大的嫉妒的口：\n恶意若不能把你的美貌遮没，\n你就将独占多少座心灵的王国。", "note": "诗人的爱友被责备是事实，但这并不足以证明他应受责备。诽谤专门中伤好人，被猜忌好像是美人的饰物，正如乌鸦是天空的饰物，因此诽谤恰巧反而证明了他的价值。四处埋伏的诱惑，专门袭击人们的青春时代，正如恶虫专门侵害花朵的蓓蕾，但他已通过了那些埋伏，或者没有遇到袭击，或者遇到袭击而战胜了，从而显出了一个纯洁无瑕的青春来。不过，这种对他的赞美并不能禁止别人对他嫉妒。——第六行：“时代”作“当时的潮流”解。第七行：“恶虫”指外来的诱惑，而非内在的罪恶（见第35首第四行）。", "content_en": "That thou art blamed shall not be thy defect,\nFor slander’s mark was ever yet the fair;\nThe ornament of beauty is suspect,\nA crow that flies in heaven’s sweetest air.\nSo thou be good, slander doth but approve\nThy worth the greater, being wooed of time;\nFor canker vice the sweetest buds doth love,\nAnd thou present’st a pure unstained prime.\nThou hast passed by the ambush of young days,\nEither not assailed, or victor being charged;\nYet this thy praise cannot be so thy praise\nTo tie up envy, evermore enlarged.\nIf some suspect of ill masked not thy show,\nThen thou alone kingdoms of hearts shouldst owe." }, { "title": "莎士比亚十四行诗第71首 | 莎士比亚十四行诗", "content_zh": "只要你听见丧钟向世人怨抑地\n通告说我已经离开恶浊的人世，\n要去和更恶的恶虫居住在一起：\n你就不要再为我而呜咽不止；\n你读这诗的时候，也不要想到\n写它的手；因为我这样爱你，\n假如一想到我，你就要苦恼，\n我愿意被忘记在你甜蜜的思想里。\n或者，我说，有一天你看到这首诗，\n那时候我也许已经化成土灰，\n那么请不要念我可怜的名字；\n最好你的爱也跟我生命同毁；\n怕聪明世界会看穿你的悲恸，\n在我去后利用我来把你嘲弄。", "note": "诗人请他的爱友将来千万别为诗人的死而悲伤。诗人教他爱友连“哀悼的眼泪”（见第31首第六行）也不必洒，只需忘掉就行，免得苦恼或受人嘲笑。——第三行：“恶虫”与上一首第七行中的“恶虫”不同，这里是指使尸体在坟墓中腐烂的虫。第十三行：“聪明世界”的聪明，就是聪明到不对已经过去的事物悲伤。“看穿”是反语。", "content_en": "No longer mourn for me when I am dead\nThan you shall hear the surly sullen bell\nGive warning to the world that I am fled\nFrom this vile world with vilest worms to dwell.\nNay, if you read this line, remember not\nThe hand that writ it, for I love you so\nThat I in your sweet thoughts would be forgot,\nIf thinking on me then should make you woe.\nO, if, I say, you look upon this verse,\nWhen I, perhaps, compounded am with clay,\nDo not so much as my poor name rehearse,\nBut let your love even with my life decay,\nLest the wise world should look into your moan,\nAnd mock you with me after I am gone." }, { "title": "莎士比亚十四行诗第72首 | 莎士比亚十四行诗", "content_zh": "呵，恐怕世人会向你盘问：\n我到底好在哪儿，能够使你在\n我死后还爱我——把我忘了吧，爱人\n因为你不能发现我值得你爱；\n除非你能够造出善意的谎言，\n把我吹嘘得比我本人强几倍，\n给你的亡友加上过多的颂赞，\n超出了吝啬的真实允许的范围；\n啊，怕世人又要说你没有真爱，\n理由是你把我瞎捧证明你虚伪，\n但愿我姓名跟我的身体同埋，\n教它别再活下去使你我羞愧。\n因为我带来的东西使我羞惭，\n你爱了不值得爱的，也得赧颜。", "note": "诗人对他爱友说：假如诗人死后，世人问诗人的爱友何以要爱诗人，那么，诗人的爱友只能用善意的谎来虚伪地夸赞诗人了（因为诗人认自己为没价值的）。不过，假使诗人的爱友真的这样做，那么他的真爱似乎就虚伪了，因为说了假话。所以诗人说还是让自己的姓名被忘了的好，不要使这姓名仍留在世间，使他俩都感到羞愧。——第十三、十四行的意思可能是：诗人写出来的诗使他惭愧，他爱友爱这不值得爱的诗，也得惭愧。", "content_en": "O, lest the world should task you to recite\nWhat merit lived in me that you should love\nAfter my death, dear love, forget me quite,\nFor you in me can nothing worthy prove;\nUnless you would devise some virtuous lie,\nTo do more for me than mine own desert,\nAnd hang more praise upon deceased I\nThan niggard truth would willingly impart.\nO, lest your true love may seem false in this,\nThat you for love speak well of me untrue,\nMy name be buried where my body is,\nAnd live no more to shame nor me nor you;\nFor I am shamed by that which I bring forth,\nAnd so should you, to love things nothing worth." }, { "title": "莎士比亚十四行诗第73首 | 莎士比亚十四行诗", "content_zh": "你从我身上能看到这个时令：\n黄叶落光了，或者还剩下几片\n没脱离那乱打冷颤的一簇簇枝梗——\n不再有好鸟歌唱的荒凉唱诗坛。\n你从我身上能看到这样的黄昏：\n落日的回光沉入了西方的天际，\n死神的化身——黑夜，慢慢地临近，\n挤走夕辉，把一切封进了安息。\n你从我身上能看到这种火焰：\n它躺在自己青春的余烬上燃烧，\n像躺在临终的床上，一息奄奄，\n跟供它养料的燃料一同毁灭掉。\n看出了这个，你的爱会更加坚贞，\n好好地爱着你快要失去的爱人！", "note": "诗人的过度的劳作、失眠，以及可能的不健康，使他感到他的生命已经进入冬季，又如白天到了黄昏，或者像一团快要烧完的火，只剩下了一把灰烬。诗人希望他爱友能看到这情形，而加强他对诗人的爱。——第四行：“唱诗坛”指第三行中的“枝梗”，按唱诗坛是教堂建筑的一部分，诗人把林中的秃枝比做哥特式的（Gothic）教堂建筑，可能是想到了当时的许多即将倾圮的古代建筑物。", "content_en": "That time of year thou mayst in me behold\nWhen yellow leaves, or none, or few, do hang\nUpon those boughs which shake against the cold,\nBare ruined choirs where late the sweet birds sang.\nIn me thou seest the twilight of such day\nAs after sunset fadeth in the west,\nWhich by and by black night doth take away,\nDeath’s second self, that seals up all in rest.\nIn me thou seest the glowing of such fire\nThat on the ashes of his youth doth lie,\nAs the deathbed whereon it must expire,\nConsumed with that which it was nourished by.\nThis thou perceiv’st, which makes thy love more strong,\nTo love that well which thou must leave ere long." }, { "title": "莎士比亚十四行诗第74首 | 莎士比亚十四行诗", "content_zh": "但是，安心吧：尽管那残酷的捕快\n到时候不准保释，抓了我就走，\n我生命可还有一部分在诗里存在，\n而诗是纪念，将在你身边长留。\n你只要重读这些诗，就能够看出\n我的真正的部分早向你献呈。\n泥土只能得到它应有的泥土；\n精神将属于你，我那优秀的部分。\n那么，你不过失去我生命的渣滓，\n蛆虫所捕获的，我的死了的肉体，\n被恶棍一刀就征服的卑怯的身子；\n它太低劣了，不值得你记在心里。\n我身体所值，全在体内的精神，\n而精神就是这些诗，与你共存。", "note": "诗人希望他爱友在诗人死后安心些，因为死去的只是诗人的低劣的一部分，即肉体，那不值得他爱友铭记；而诗人的优秀的一部分，即精神，则留在诗人的诗篇中，那将永远跟在他爱友身边，不灭。——第一行中的“捕快”指死神。第五行：参照第32首第三、四行。第七行意谓：“坟墓所能埋葬的只是我的肉体而已，那是它应得的。”按照《圣经》，人乃泥土所制，故云；或参照第44首“译解”。第十一行：指诗人的肉体被“恶棍一刀”所征服，而“恶棍一刀”指“死神和他的镰刀”。", "content_en": "But be contented. When that fell arrest\nWithout all bail shall carry me away,\nMy life hath in this line some interest\nWhich for memorial still with thee shall stay.\nWhen thou reviewest this, thou dost review\nThe very part was consecrate to thee.\nThe earth can have but earth, which is his due;\nMy spirit is thine, the better part of me.\nSo then thou hast but lost the dregs of life,\nThe prey of worms, my body being dead;\nThe coward conquest of a wretch’s knife,\nToo base of thee to be remembered.\nThe worth of that is that which it contains,\nAnd that is this, and this with thee remains." }, { "title": "莎士比亚十四行诗第75首 | 莎士比亚十四行诗", "content_zh": "我的思想需要你，像生命盼食物，\n或者像大地渴望及时的甘霖；\n为了你给我的安慰，我斗争，痛苦，\n好像守财奴对他的财物不放心：\n有时候是个享受者，挺骄傲，立刻——\n又害怕老年把他的财物偷去；\n刚觉得跟你单独地相处最快乐，\n马上又希望世界能看见我欢愉：\n有时候我大嚼一顿，把你看个够，\n不久又想看，因为我饿得厉害；\n任何欢乐我都不追求或占有，\n除了从你那儿得到的欢乐以外。\n我就这样子一天挨饿一天饱，\n不是没吃的，就是满桌的佳肴。", "note": "诗人对他爱友说，诗人需要爱友正如生命需要食物，大地需要雨水。他有时觉得自己与爱友单独相处时最快乐，有时又希望世人能知道他这种快乐；有时他因为有了爱友而骄傲，有时又怕“老年”会偷掉爱友；有时他把他爱友看够了，像大吃一顿，有时又饿得慌，想看爱友一眼；这样时饿时饱，时乐时惧，正如守财奴守着财物，诗人守着爱友。——第四行中的“他”与第六行中的“他”均指“守财奴”。第六行中的“老年”意味着“死”。第九行：参照第47首第五行。", "content_en": "So are you to my thoughts as food to life,\nOr as sweet-seasoned showers are to the ground;\nAnd for the peace of you I hold such strife\nAs ‘twixt a miser and his wealth is found;\nNow proud as an enjoyer, and anon\nDoubting the filching age will steal his treasure;\nNow counting best to be with you alone,\nThen bettered that the world may see my pleasure;\nSometime all full with feasting on your sight,\nAnd by and by clean starved for a look;\nPossessing or pursuing no delight\nSave what is had or must from you be took.\nThus do I pine and surfeit day by day,\nOr gluttoning on all, or all away." }, { "title": "莎士比亚十四行诗第76首 | 莎士比亚十四行诗", "content_zh": "为什么我诗中缺乏新的华丽？\n没有转调，也没有急骤的变化？\n为什么我不学时髦，三心二意，\n去追求新奇的修辞，复合的章法？\n为什么我老写同样的主题，写不累，\n又用著名的旧体裁来创制诗篇——\n差不多每个字都能说出我是谁，\n说出它们的出身和出发的地点？\n亲爱的，你得知道我永远在写你，\n我的主题是你和爱，永远不变；\n我要施展绝技从旧词出新意，\n把已经抒发的心意再抒发几遍：\n既然太阳每天有新旧的交替，\n我的爱也就永远把旧话重提。", "note": "诗人的作品，可能被同时代的人批评为：无变化，内容千篇一律，又无新的形式、新的修辞，用同一形式写诗，每一个字都显示了作者是谁，说出了它们（字）的出身和出处，即作者是谁，读者极容易从风格中看出来。诗人解释道：他爱他的爱友，所以只能用同一形式写这唯一的主题，正如太阳每日去而复来，亘古常新，他的爱也将在诗中反复出现而绝不陈腐。——第四行“新奇的修辞，复合的章法”指当时新尚的诗风。", "content_en": "Why is my verse so barren of new pride,\nSo far from variation or quick change?\nWhy with the time do I not glance aside\nTo new-found methods and to compounds strange?\nWhy write I still all one, ever the same,\nAnd keep invention in a noted weed,\nThat every word doth almost tell my name,\nShowing their birth, and where they did proceed?\nO, know, sweet love, I always write of you,\nAnd you and love are still my argument.\nSo all my best is dressing old words new,\nSpending again what is already spent:\nFor as the sun is daily new and old,\nSo is my love still telling what is told." }, { "title": "莎士比亚十四行诗第77首 | 莎士比亚十四行诗", "content_zh": "镜子会告诉你，你的美貌在凋零，\n日规会告诉你，你的光阴在偷移；\n空白的册页会负载你心灵的迹印，\n你将从这本小册子受到教益。\n镜子会忠实地显示出你的皱纹，\n会一再提醒你记住开口的坟墓；\n凭着日规上潜移的阴影，你也能\n知道时间在偷偷地走向亘古。\n记忆中包含不了的任何事物，\n你可以交给空页，你将看到\n你的脑子所产生、养育的子女，\n跟你的心灵会重新相识、结交。\n这两位臣属，只要你时常垂顾，\n会使你得益，使这本册子丰富。", "note": "可能是这样：诗人送礼物与爱友，礼物是一本空白的记事手册，册子封面内装有小镜子一面，另有日规（精巧的小计时器）一个。诗人的用意是他的爱友可以从镜子和日规得到教益：时间永远在奔流，人在逐渐衰老。而那本册子，则可以用来记录他爱友的思想，使思想不致消亡。——第六行中的“开口的坟墓”是“皱纹”的强烈的比喻，比较：“浅沟深渠”（第2首第二行），“深沟浅槽”（第60首第十行）。第十一、十二行：写下来重加考虑的思想与原来单单在脑中出现的思想不同；或：重读自己过去写的东西会有新鲜感。第十三行：“臣属”若直译应作“职务”、“责任”，指镜子与日规的作用。", "content_en": "Thy glass will show thee how thy beauties wear,\nThy dial how thy precious minutes waste;\nThe vacant leaves thy mind’s imprint will bear,\nAnd of this book this learning mayst thou taste.\nThe wrinkles which thy glass will truly show,\nOf mouthed graves, will give thee memory;\nThou by thy dial’s shady stealth mayst know\nTime’s thievish progress to eternity.\nLook what thy memory cannot contain,\nCommit to these waste blanks, and thou shalt find\nThose children nursed, delivered from thy brain,\nTo take a new acquaintance of thy mind.\nThese offices, so oft as thou wilt look,\nShall profit thee, and much enrich thy book." }, { "title": "莎士比亚十四行诗第78首 | 莎士比亚十四行诗", "content_zh": "我常常召唤了你来做我的缪斯，\n得到了你对我诗作的美好帮助，\n引得陌生笔都来学我的样子，\n并且在你的保护下把诗作发布。\n你的眼，教过哑巴高声地唱歌，\n教过沉重的愚昧向高空直飞，\n却又给学者的翅膀增添了羽翮，\n给温文尔雅加上了雍容华贵。\n可你该为我的作品而大大骄傲，\n那全是在你的感召下，由你而诞生：\n别人的作品，你不过改进了笔调，\n用你的美质美化了他们的才能；\n你是我诗艺的全部，我的粗俗\n和愚昧被你提到了饱学的高度。", "note": "诗人过去时常从爱友那得到写诗的灵感，现在别的诗人来抢去了他的地位。诗人说，他本来是喑哑的，没有受过教育的，他之所以能写诗，完全是爱友之赐；而别人已经会飞，已经优美，他爱友何必再去锦上添花呢？他教他爱友别忘了他们之间的特殊关系。——第一行“缪斯”参照第38首“译解”。第三行“陌生笔”指别的诗人们。第五、六行：“哑巴”与“愚昧”指诗人自己；又，“教”是教学的教（taught）。第七、八行：“学者的翅膀”与“温文尔雅”指别的诗人。第九行起：“为我的作品而骄傲吧，因为我的作品其实完全是你的；别人的作品呢，你不过修饰了它们罢了。”", "content_en": "So oft have I invoked thee for my Muse\nAnd found such fair assistance in my verse\nAs every alien pen hath got my use\nAnd under thee their poesy disperse.\nThine eyes, that taught the dumb on high to sing\nAnd heavy ignorance aloft to fly,\nHave added feathers to the learned’s wing,\nAnd given grace a double majesty.\nYet be most proud of that which I compile,\nWhose influence is thine, and born of thee.\nIn others’ works thou dost but mend the style,\nAnd arts with thy sweet graces graced be;\nBut thou art all my art and dost advance\nAs high as learning my rude ignorance." }, { "title": "莎士比亚十四行诗第79首 | 莎士比亚十四行诗", "content_zh": "从前只有我一个人向你求助，\n我的诗篇独得了你全部优美；\n如今我清新的诗句已变得陈腐，\n我的缪斯病倒了，让出了地位。\n我承认，亲爱的，你这个可爱的主题\n值得让更好的文笔来惨淡经营；\n但你的诗人描写你怎样了不起，\n那是他抢了你又还给你的辞令。\n他给你美德，而这个词儿是他从\n你的品行上偷来的；他从你面颊上\n拿到了美又还给你：他只能利用\n你本来就有的东西来把你颂扬。\n他给予你的，原是你给他的东西，\n你就别为了他的话就对他表谢意。", "note": " 他对他爱友说：当他单独从他爱友那获得灵感时，他的诗就有着他爱友的一切优美，但现在他的灵感枯竭了，因为有别人来代替了他的地位。不过，别位诗人所写的他爱友的美丽，其实都是从他爱友身上偷来抢来的，就是说，那诗人的诗所以好，只是因为描写对象本身好的缘故，因此他爱友不应该感谢那诗人。——第四行：“缪斯病倒了”意谓灵感枯竭了。第五行：“主题”指爱友的美这个主题。第七行中的“你的诗人”及第八、九、十、十一、十三、十四行中的“他”均指目下获得作者爱友之青睐的诗人。", "content_en": "Whilst I alone did call upon thy aid,\nMy verse alone had all thy gentle grace;\nBut now my gracious numbers are decayed,\nAnd my sick Muse doth give another place.\nI grant, sweet love, thy lovely argument\nDeserves the travail of a worthier pen,\nYet what of thee thy poet doth invent\nHe robs thee of, and pays it thee again.\nHe lends thee virtue, and he stole that word\nFrom thy behavior; beauty doth he give,\nAnd found it in thy cheek; he can afford\nNo praise to thee but what in thee doth live.\nThen thank him not for that which he doth say,\nSince what he owes thee thou thyself dost pay." }, { "title": "莎士比亚十四行诗第80首 | 莎士比亚十四行诗", "content_zh": "我多么沮丧呵！因为在写你的时候\n我知道有高手在利用你的声望，\n知道他为了要使我不能再开口，\n就使出浑身解数来把你颂扬。\n但是，你的德行海一样广大，\n不论木筏或锦帆，你一律承担，\n我是只莽撞的小舟，远远不如他，\n也在你广阔的海上顽强地出现。\n你浅浅一帮就能够使我浮泛，\n而他正航行在你那无底的洪波上；\n或者我倾覆了，是无足轻重的舢板，\n而他是雄伟的巨舰，富丽堂皇：\n那么，假如他得意了，而我被一丢，\n最坏的就是：——我的爱正使我衰朽。", "note": "诗人说：当他想以他爱友为主题而写诗时，他想到别的诗人正在颂扬他爱友，于是他十分沮丧。不过，他说，他爱友的德行是广大如海洋的，负载着不论大小的船只，诗人的船是小船，倾覆了也不足道，而那位诗人的船则是高大雄伟的巨舰。假使他得志而诗人被丢，则诗人的爱正是自己的朽灭。——第二行：“高手”指别的诗人。第十四行意谓：诗人对他爱友的专一的爱恰恰是自己失败的原因。", "content_en": "O, how I faint when I of you do write,\nKnowing a better spirit doth use your name,\nAnd in the praise thereof spends all his might,\nTo make me tongue-tied speaking of your fame.\nBut since your worth, wide as the ocean is,\nThe humble as the proudest sail doth bear,\nMy saucy bark, inferior far to his,\nOn your broad main doth wilfully appear.\nYour shallowest help will hold me up afloat\nWhilst he upon your soundless deep doth ride;\nOr, being wracked, I am a worthless boat,\nHe of tall building, and of goodly pride.\nThen if he thrive, and I be cast away,\nThe worst was this: my love was my decay." }, { "title": "莎士比亚十四行诗第81首 | 莎士比亚十四行诗", "content_zh": "不是我活着来写下你的墓志铭，\n就是你活着，我已在地里腐烂；\n虽然人们会把我忘记干净，\n死神可拿不走别人对你的怀念。\n你的名字从此将得到永生，\n而我呢，一旦死了，就永别人间；\n大地只能够给我个普通的坟茔，\n你躺的坟墓却是人类的肉眼。\n你的纪念碑将是我温雅的诗词，\n未来的眼睛将熟读这些诗句，\n未来的舌头将传诵你的身世，\n哪怕现在的活人都已经死去；\n我的千钧笔能使你万寿无疆，\n活在口头——活人透气的地方。", "note": "诗人与他爱友之间总有一人先死，但诗人的诗将是他爱友的永久的纪念碑，虽然诗人将被人忘掉。——第八行：因为人们将用眼睛阅读诗人的诗，将能见到诗中的诗人之爱友。把“人类的肉眼”称做爱友长眠的坟墓，是极为大胆新颖的比喻，既含有深刻的含义，又是明智的预言。第十四行：人们用嘴念诗人的诗。", "content_en": "Or I shall live your epitaph to make,\nOr you survive when I in earth am rotten.\nFrom hence your memory death cannot take,\nAlthough in me each part will be forgotten.\nYour name from hence immortal life shall have,\nThough I, once gone, to all the world must die.\nThe earth can yield me but a common grave,\nWhen you entombed in men’s eyes shall lie.\nYour monument shall be my gentle verse,\nWhich eyes not yet created shall o’erread,\nAnd tongues to be your being shall rehearse\nWhen all the breathers of this world are dead.\nYou still shall live—such virtue hath my pen—\nWhere breath most breathes, even in the mouths of men." }, { "title": "莎士比亚十四行诗第82首 | 莎士比亚十四行诗", "content_zh": "我承认你没有跟我的缪斯结亲，\n所以作家们把你当美好主题\n写出来奉献给你的每一卷诗文，\n你可以加恩察阅而无所顾忌。\n你才学优秀，正如你容貌俊秀，\n却发现我把你称赞得低于实际；\n于是你就不得不重新去寻求\n进步的时尚刻下的新鲜印记。\n可以的，爱；不过他们尽管用\n修辞学技巧来经营浮夸的笔法，\n你朋友却爱说真话，他在真话中\n真实地反映了你的真美实价；\n他们浓艳的脂粉还是去化妆\n贫血的脸吧，别错用在你的身上。", "note": "诗人承认他爱友没有与诗人的缪斯结婚，所以他（爱友）爱上别的诗人，不算过错，他有权利要求别的入时的诗人把他的才德写得更堂皇一点。不过，他们（别的诗人）可能向他奉承阿谀，而莎士比亚是说真话的人，莎士比亚以为他的美是不必加以装饰的。——第八行：“印记”指别的诗人所能写的关于莎士比亚之爱友的美。第十三行：“浓艳的脂粉”指阿谀，参看下一首。", "content_en": "I grant thou wert not married to my Muse,\nAnd therefore mayst without attaint o’erlook\nThe dedicated words which writers use\nOf their fair subject, blessing every book.\nThou art as fair in knowledge as in hue,\nFinding thy worth a limit past my praise;\nAnd therefore art enforced to seek anew\nSome fresher stamp of the time-bettering days.\nAnd do so, love; yet when they have devised\nWhat strained touches rhetoric can lend,\nThou, truly fair, wert truly sympathized\nIn true plain words by thy true-telling friend:\nAnd their gross painting might be better used\nWhere cheeks need blood; in thee it is abused." }, { "title": "莎士比亚十四行诗第83首 | 莎士比亚十四行诗", "content_zh": "我从来没感到你需要涂脂抹粉，\n所以我从来不装扮你的秀颊。\n我发觉，或者自以为发觉，你远胜\n那诗人奉献给你的一纸贫乏：\n因此我就把对你的好评休止，\n有你自己在，就让你自己来证明\n寻常的羽管笔说不好你的价值，\n听它说得愈高妙而其实愈不行。\n你认为我沉默寡言是我的过失，\n其实我哑着正是我最大的荣誉；\n因为我没响，就没破坏美，可是\n别人要给你生命，给了你坟墓。\n比起你两位诗人曲意的赞美来，\n你一只明眸里有着更多的生命在。", "note": "诗人认为别的诗人对他爱友的颂赞只是粗俗的装饰，反而破坏了他爱友的美，而他爱友本人的美与德却远胜那些诗人的颂赞，因此，诗人（莎士比亚）就停止了对他爱友的赞美，让他爱友本人来证明自己的价值。但诗人的爱友怪诗人沉默，诗人就为自己辩护。——第十二行：“坟墓”这比喻，可参照第31首第九行中不同的用法。第十三行：“两位诗人”似指莎士比亚本人与另一诗人。", "content_en": "I never saw that you did painting need,\nAnd therefore to your fair no painting set;\nI found, or thought I found, you did exceed\nThe barren tender of a poet’s debt;\nAnd therefore have I slept in your report,\nThat you yourself, being extant, well might show\nHow far a modern quill doth come too short,\nSpeaking of worth, what worth in you doth grow.\nThis silence for my sin you did impute,\nWhich shall be most my glory, being dumb;\nFor I impair not beauty, being mute,\nWhen others would give life and bring a tomb.\nThere lives more life in one of your fair eyes\nThan both your poets can in praise devise." }, { "title": "莎士比亚十四行诗第84首 | 莎士比亚十四行诗", "content_zh": "谁赞得最好？什么赞辞能够比\n“你才是你自己”这赞辞更丰美，更强？\n在谁的身上保存着你的匹敌，\n如果这匹敌不在你自己身上？\n一支笔假如不能够给他的人物\n一点儿光彩，就显得十分枯涩；\n但是，假如他描写起你来能说出\n“你是你自己”，这作品就极为出色；\n让他照抄你身上原有的文句，\n不任意糟蹋造化的清新的手稿，\n实录的肖像会使他艺名特具，\n使他作品的风格到处受称道。\n你把诅咒加上了你美妙的幸福，\n爱受人称赞，那赞辞就因此粗俗。", "note": "诗人问：实言者与阿谀者之间，谁赞得更丰美？诗人以为“你才是你自己”这种老实话才是最美的赞辞，因为这就是造化（大自然）写在他爱友身上的单纯的语言。最后诗人以为别的诗人所以来奉迎，是因为他爱友本人太爱受人恭维了，这等于在自己的美的幸福上加上了诅咒（一种巨大的障碍）。——第三、四行意谓：只有在你的身上才有你的匹敌，即你是无匹的，即只有你的本相才是对你的最丰美的赞辞。第五行：“笔”指任何一位诗人，“他”指“笔”。第十四行：你的虚荣心使阿谀之辈把你吹嘘得过分了。", "content_en": "Who is it that says most, which can say more\nThan this rich praise, that you alone are you,\nIn whose confine immured is the store\nWhich should example where your equal grew?\nLean penury within that pen doth dwell,\nThat to his subject lends not some small glory,\nBut he that writes of you, if he can tell\nThat you are you, so dignifies his story.\nLet him but copy what in you is writ,\nNot making worse what nature made so clear,\nAnd such a counterpart shall fame his wit,\nMaking his style admired everywhere.\nYou to your beauteous blessings add a curse,\nBeing fond on praise, which makes your praises worse." }, { "title": "莎士比亚十四行诗第85首 | 莎士比亚十四行诗", "content_zh": "我的缪斯守礼貌，缄口不响，\n黄金的羽管笔底下却有了记录：\n录下了大量对你的啧啧称扬——\n全体缪斯们吟成的清辞和丽句。\n别人是文章写得好，可我是思想好，\n像不学无术的牧师，总让机灵神\n挥动他文雅精巧的文笔来编造\n一首首赞美诗而我在后头喊“阿们”。\n我听见人家称赞你，就说“对，正是”，\n添些东西到赞美的极峰上来；\n不过那只在我的沉思中，这沉思\n爱你，说得慢，可想得比谁都快。\n那么对别人呢，留意他们的言辞吧，\n对我呢，留意我哑口而雄辩的沉思吧。", "note": "诗人的“病了”的缪斯如今不作声了，静静地听着别的诗人在赞美他的爱友。他赞同别人的赞辞，不过他不响，只在心中默默地说着更多的赞辞。他希望他爱友在注意别人的发言时，也注意到他的沉默。——第一行：“缄口”参照第23首。第六行：“机灵神”指别的诗人，参照第80首第二行“高手”。第八行：“阿们”（Amen）为牧师或基督徒在祈祷终了时所呼的，意谓“从心所愿”。第十一、十二行意谓：诗人对其爱友的爱比别的诗人先有，虽然在言辞上表现得最迟慢。", "content_en": "My tongue-tied Muse in manners holds her still\nWhile comments of your praise, richly compiled,\nReserve their character with golden quill\nAnd precious phrase by all the Muses filed.\nI think good thoughts whilst other write good words,\nAnd, like unlettered clerk, still cry ‘Amen’\nTo every hymn that able spirit affords\nIn polished form of well-refined pen.\nHearing you praised, I say, ‘’Tis so, ’tis true,’\nAnd to the most of praise add something more;\nBut that is in my thought, whose love to you,\nThough words come hindmost, holds his rank before.\nThen others for the breath of words respect,\nMe for my dumb thoughts, speaking in effect." }, { "title": "莎士比亚十四行诗第86首 | 莎士比亚十四行诗", "content_zh": "难道是他的华章，春风得意，\n扬帆驶去抓你做珍贵的俘虏，\n才使我成熟的思想埋在脑子里，\n使它的出生地变成了它的坟墓？\n难道是在精灵传授下字字珠玑、\n笔笔神来的诗人——他打我致死？\n不是他，也不是夜里帮他的伙计——\n并不是他们骇呆了我的诗思。\n他，和每夜把才智教给他同时又\n欺骗了他的、那个殷勤的幽灵，\n都不能夸称征服者，迫使我缄口；\n因此我一点儿也不胆战心惊。\n但是，你的脸转向了他的诗篇，\n我就没话说；我的诗就意兴索然。", "note": "诗人以为他自己“缄口”的原因，并不是由于另一诗人（即所谓“诗敌”）写出了伟大的诗，也不是由于使该诗人优越的一种精灵给了该诗人以特殊的帮助，而是由于莎士比亚觉察了爱友本人放弃了他而去垂顾该诗人的诗作，莎士比亚由此而丧失了勇气。——第一行：“他”指另一个诗人，下同。第二行：“扬帆”参照第80首；此行暗示海盗行为。第一至四行：诗人的成熟的思想之扼杀者，并不是另一诗人的如满帆般的诗篇。第四行：“它”指第三行中的“思想”；“出生地”与“坟墓”均指第三行中的“脑子”。第五、六行：扼杀莎士比亚的并不是另一诗人。第七行：“伙计”指幽灵。第七、八行：把莎士比亚的诗思吓倒的人并不是另一诗人和给予该诗人以帮助的精灵。第九、十、十一、十二行：另一诗人及与之同谋的幽灵（幽灵给另一诗人以才华，但这才华比不过莎士比亚，因此等于欺骗了该诗人）都不能使莎士比亚缄口，他并不怕他们。第十三、十四行：当莎士比亚的爱友本人丢了他而去垂顾另一诗人的作品时，莎士比亚的心才真的冷了，于是缄口了。", "content_en": "Was it the proud full sail of his great verse,\nBound for the prize of all too precious you,\nThat did my ripe thoughts in my brain inhearse,\nMaking their tomb the womb wherein they grew?\nWas it his spirit, by spirits taught to write\nAbove a mortal pitch, that struck me dead?\nNo, neither he, nor his compeers by night\nGiving him aid, my verse astonished.\nHe, nor that affable familiar ghost\nWhich nightly gulls him with intelligence,\nAs victors, of my silence cannot boast;\nI was not sick of any fear from thence.\nBut when your countenance filled up his line,\nThen lacked I matter, that enfeebled mine." }, { "title": "莎士比亚十四行诗第87首 | 莎士比亚十四行诗", "content_zh": "再会！你太贵重了，我没法保有你，\n你也多半明白你自己的价值：\n你的才德给予你自由的权利；\n我跟你订的盟约就到此为止。\n你不答应，我怎能把你占有？\n对于这样的福气，我哪儿相配？\n我没有接受这美好礼物的理由，\n给我的特许证因而就掉头而归。\n你当时不知道自己有多高的身价，\n或者是把我看错了，才给我深情；\n所以，你这份厚礼，送错了人家，\n终于回家了，算得是明智的决定。\n我曾经有过你，像一场阿谀的迷梦，\n我在那梦里称了王，醒来一场空。", "note": "诗人向爱友告别，并且撤销了他们以前因错误而订的盟约。但诗人似乎仍希望能从这种完全的解约而引起爱友的回心转意。——第二行：你的才德这样大，而我的才德不如你，同你的才德不相称，因此你可以跟我解约。第八行：“特许证”指友谊。第十二行：“回家”指礼物被爱友收回，参照第33首。", "content_en": "Farewell, thou art too dear for my possessing,\nAnd like enough thou know’st thy estimate.\nThe charter of thy worth gives thee releasing;\nMy bonds in thee are all determinate.\nFor how do I hold thee but by thy granting,\nAnd for that riches where is my deserving?\nThe cause of this fair gift in me is wanting,\nAnd so my patent back again is swerving.\nThyself thou gav’st, thy own worth then not knowing,\nOr me, to whom thou gav’st it, else mistaking;\nSo thy great gift, upon misprision growing,\nComes home again, on better judgement making.\nThus have I had thee as a dream doth flatter,\nIn sleep a king, but waking no such matter." }, { "title": "莎士比亚十四行诗第88首 | 莎士比亚十四行诗", "content_zh": "如果有一天你想要把我看轻，\n带一眼侮慢来审视我的功绩，\n我就要为了你好而打击我自身，\n证明你正直，尽管你已经负义。\n我要支持你而编我自己的故事，\n好在自己的弱点我自己最明了，\n我说我卑污，暗中犯下了过失；\n使你失去我反而能赢得荣耀：\n这样，我也将获得一些东西；\n既然我全部的相思都倾向于你，\n那么，我把损害加给我自己，\n对你有利，对我也加倍地有利。\n我是你的，我这样爱你：我要\n担当一切恶名，来保证你好。", "note": "诗人说，他愿意为了爱友的缘故而打击自己，甚至愿意编造自己的故事，这样，他爱友放弃了诗人，却反而得到了荣誉。诗人申言：他对他爱友的爱是如此强烈，他能为爱友而忍受一切。——第四行：“负义”，他们以前曾誓约终身为友。又，此处（及其他类似处，如第92首第九行等）与第53首（特别是第十四行）、70首、105首等中对爱友品德的歌颂似有矛盾。也许，这说明了这些十四行诗不是写给同一个人的。第十、十一、十二行：诗人爱他的爱友，则凡于爱友有利之事，于诗人亦有利了。第十二行：“对我也加倍地有利”，指爱友得利，等于诗人也得利（他们二人是一体），爱友之利与诗人之利加起来，成了双份。", "content_en": "When thou shalt be disposed to set me light\nAnd place my merit in the eye of scorn,\nUpon thy side against myself I’ll fight\nAnd prove thee virtuous, though thou art forsworn.\nWith mine own weakness being best acquainted,\nUpon thy part I can set down a story\nOf faults concealed wherein I am attainted,\nThat thou in losing me shall win much glory.\nAnd I by this will be a gainer too,\nFor, bending all my loving thoughts on thee,\nThe injuries that to myself I do,\nDoing thee vantage, double-vantage me.\nSuch is my love, to thee I so belong,\nThat for thy right myself will bear all wrong." }, { "title": "莎士比亚十四行诗第89首 | 莎士比亚十四行诗", "content_zh": "你说你丢弃我是因为我有过失，\n我愿意阐释这种对我的侮辱：\n说我拐腿，我愿意马上做跛子，\n绝不反对你，来为我自己辩护。\n爱呵，你变了心肠却寻找口实，\n这样侮辱我，远不如我侮辱自身\n来得厉害；我懂了你的意愿，\n就断绝和你的往来，装做陌路人；\n不要再去散步了；你的芳名，\n也不必继续在我的舌头上居住；\n否则我（过于冒渎了）会对它不敬，\n说不定会把你我的旧谊说出。\n为了你呵，我发誓驳倒我自己，\n你所憎恨的人，我决不爱惜。", "note": "诗人愿意承认他爱友对他的侮辱，以证实他爱友是对的，他甚至愿意放弃他们的友谊，装做根本不相识，并且绝口不提他爱友的名字；诗人要与自己为敌，因为诗人的爱友恨诗人，诗人也就恨自己了。——第五、六、七行意谓：诗人的爱友要侮辱诗人，诗人愿意承认。第九行：“不要再去散步了”暗示诗人的爱友与诗人曾一同散步过。第十四行：诗人不能爱自己，因为诗人的爱友恨诗人。", "content_en": "Say that thou didst forsake me for some fault,\nAnd I will comment upon that offense.\nSpeak of my lameness, and I straight will halt,\nAgainst thy reasons making no defense.\nThou canst not, love, disgrace me half so ill,\nTo set a form upon desired change,\nAs I’ll myself disgrace, knowing thy will,\nI will acquaintance strangle and look strange;\nBe absent from thy walks, and in my tongue\nThy sweet beloved name no more shall dwell,\nLest I, too much profane, should do it wrong\nAnd haply of our old acquaintance tell.\nFor thee, against myself I’ll vow debate,\nFor I must ne’er love him whom thou dost hate." }, { "title": "莎士比亚十四行诗第90首 | 莎士比亚十四行诗", "content_zh": "你要憎恨我，现在就憎恨我吧，\n趁世人希望我事业失败的时光，\n你串通厄运一同来战胜我吧，\n别过后再下手，教我猝不及防：\n啊别——我的心已经躲开了悲郁，\n别等我攻克了忧伤再向我肆虐；\n一夜狂风后，别再来早晨的阴雨，\n拖到头来，存心要把我毁灭。\n你要丢弃我，别等到最后才丢，\n别让其他的小悲哀先耀武扬威，\n顶好一下子全来；我这才能够\n首先尝一下极端厄运的滋味；\n其他的忧伤，现在挺像是忧伤，\n比之于失掉你，就没有忧伤的分量。", "note": "诗人恳求爱友说：“假如你要恨我、丢弃我的话，希望你在目前就下手，爽爽快快，不要拖泥带水，加重我的痛苦；而且如果现在下手，可以使我现在的别种痛苦相形之下变得不足道了。”——第三行：“厄运”参照第37首第三行。", "content_en": "Then hate me when thou wilt; if ever, now;\nNow, while the world is bent my deeds to cross,\nJoin with the spite of fortune, make me bow,\nAnd do not drop in for an after-loss.\nAh, do not, when my heart hath ‘scaped this sorrow,\nCome in the rearward of a conquered woe;\nGive not a windy night a rainy morrow,\nTo linger out a purposed overthrow.\nIf thou wilt leave me, do not leave me last,\nWhen other petty griefs have done their spite,\nBut in the onset come; so shall I taste\nAt first the very worst of fortune’s might,\nAnd other strains of woe, which now seem woe,\nCompared with loss of thee will not seem so." }, { "title": "莎士比亚十四行诗第91首 | 莎士比亚十四行诗", "content_zh": "人们各有夸耀：夸出身，夸技巧，\n夸身强力壮，或者夸财源茂盛；\n也有人夸新装，虽然是怪样的时髦；\n有人夸骏马，有人夸猎狗、猎鹰；\n各别的生性有着各别的享受，\n各在其中找到了独有的欢乐；\n个别的愉悦却不合我的胃口，\n我自有极乐，把上述一切都超过。\n对于我，你的爱远胜过高门显爵，\n远胜过家财万贯，锦衣千柜，\n比猎鹰和骏马给人更多的喜悦；\n我只要有了你呵，就笑傲全人类。\n只要失去你，我就会变成可怜虫，\n你带走一切，会教我比任谁都穷。", "note": "各人有各人的悦乐，人人不同，而诗人唯一的欢愉就是爱友的爱，那是比别人的各种悦乐的总和还要高贵的。假如诗人失去了爱友，他就将变得无比可怜、赤贫如洗了。", "content_en": "Some glory in their birth, some in their skill,\nSome in their wealth, some in their body’s force,\nSome in their garments, though newfangled ill,\nSome in their hawks and hounds, some in their horse;\nAnd every humor hath his adjunct pleasure,\nWherein it finds a joy above the rest,\nBut these particulars are not my measure;\nAll these I better in one general best.\nThy love is better than high birth to me,\nRicher than wealth, prouder than garments’ cost,\nOf more delight than hawks and horses be;\nAnd having thee, of all men’s pride I boast:\nWretched in this alone, that thou mayst take\nAll this away, and me most wretched make." }, { "title": "莎士比亚十四行诗第92首 | 莎士比亚十四行诗", "content_zh": "你可以不择手段，把自己偷走，\n原是你决定着我的生命的期限；\n我的生命不会比你的爱更长久，\n它原是靠着你的爱才苟延残喘。\n因此我无需害怕最大的厄运，\n既然我能在最小的厄运中身亡。\n我想，与其靠你的任性而生存，\n倒不如一死能进入较好的境况。\n你反复无常也不能再来烦恼我，\n我已让生命听你的背叛摆布。\n我得到真正幸福的权利了，哦，\n幸福地获得你的爱，幸福地死去！\n但谁能这么幸福，不怕受蒙蔽？——\n你可能变了心，而我还未曾知悉。", "note": "诗人简直还能在失去爱友的爱这件事中寻安慰，因为诗人不能没有他爱友的爱而生活，所以那就等于诗人的尘世生命的结束，或天堂生涯的开始。诗人说，他幸福极了，活着有爱友的爱，是幸福的，失去了爱友的爱就死去，度其天堂生涯，依然是幸福的。但诗人怀疑：他能这么幸福而不怕受蒙蔽吗？因为还有另一个可能性：就是他爱友已经变了心，而诗人还没有知道。——第五行：“最大的厄运”指失去爱友的爱而诗人仍活着。第六行：“最小的厄运”指失去爱友的爱而诗人随即死去。第七行：“任性”指他的爱友的不忠于爱的游戏态度。第八行：“较好的境况”指天堂。第九行：“反复无常”，参照第88首第四行“译解”。第十行：“背叛”，诗人隐指自己为君王，而以前如第57首第五行，则诗人称他爱友为“君王”，这是比喻的转换。第十三、十四行：参阅第24首。", "content_en": "But do thy worst to steal thyself away,\nFor term of life thou art assured mine,\nAnd life no longer than thy love will stay,\nFor it depends upon that love of thine.\nThen need I not to fear the worst of wrongs,\nWhen in the least of them my life hath end.\nI see a better state to me belongs\nThan that which on thy humor doth depend.\nThou canst not vex me with inconstant mind,\nSince that my life on thy revolt doth lie.\nO, what a happy title do I find,\nHappy to have thy love, happy to die!\nBut what’s so blessed-fair that fears no blot?\nThou mayst be false, and yet I know it not." }, { "title": "莎士比亚十四行诗第93首 | 莎士比亚十四行诗", "content_zh": "那我就活下去，像个受骗的丈夫，\n假想着你还忠实；于是表面上\n你继续爱我，实际上已有了变故；\n你样子在爱我，心却在别的地方：\n因为在你的眼睛里不可能有恨毒，\n所以我不可能在那儿看出你变心。\n许多人变了心，被人一眼就看出，\n古怪的皱眉和神态露出了真情；\n但是上帝决定在造你的时候\n就教甜爱永远居住在你脸上；\n于是无论你心里动什么念头，\n你的模样儿总是可爱的形象。\n假如你品德跟外貌不相称，不谐和，\n那你的美貌就真像夏娃的智慧果！", "note": "诗人说，假使他爱友变了心而他未觉察，那怎么办？那么，他就假定他爱友是忠实的，因为大自然使他爱友脸上永远表现着爱，不论他爱友心在想什么。——第十四行：“夏娃的智慧果”据说很好看，而且是被渴望的、使人智慧的东西，但结果带来了不幸。据基督教《圣经》，人类的始祖夏娃受蛇的诱惑而同亚当一同偷吃了伊甸园中“知善恶树”上的智慧果，这是违反上帝的禁令的。因此他们犯下了为人类世代相传的“原罪”，被上帝逐出了伊甸园。", "content_en": "So shall I live, supposing thou art true,\nLike a deceived husband; so love’s face\nMay still seem love to me, though altered new,\nThy looks with me, thy heart in other place.\nFor there can live no hatred in thine eye;\nTherefore in that I cannot know thy change.\nIn many’s looks, the false heart’s history\nIs writ in moods and frowns and wrinkles strange,\nBut heaven in thy creation did decree\nThat in thy face sweet love should ever dwell;\nWhate’er thy thoughts or thy heart’s workings be,\nThy looks should nothing thence but sweetness tell.\nHow like Eve’s apple doth thy beauty grow\nIf thy sweet virtue answer not thy show." }, { "title": "莎士比亚十四行诗第94首 | 莎士比亚十四行诗", "content_zh": "有种人，有权力害人，而不去加害，\n看来是易如反掌，他们却不做，\n使别人动情，而自己是石头一块，\n冷若冰霜，不受人家的诱惑；\n他们，无愧地承受了天生丽质，\n栽培着自然的财富，不浪费点滴；\n他们才是自己的美貌的主子，\n别人，不过是经手美色的仆役。\n夏天的花儿对夏天总芬芳可亲，\n尽管它只是独自茂盛又枯萎；\n但那花要是染上了卑贱的瘟病，\n最贱的野草也要比它更高贵；\n甜东西做了贱事就酸苦难尝；\n发霉的百合远不如野草芳香。", "note": "只有能控制自己的感情的人，即忠于爱的人，才配承受上天赐给他的美貌，否则就是滥用情感，做了挥霍美貌的浪子了。一朵花，尽管无人鉴赏，对夏天和它自己总是芳馨的，但是假如它染上了疫病，变了色香，那么它就比最坏的草也不如了。——第十一行：“瘟病”，参照第67首第一行“瘟疫”。第十三、十四行：高贵的人格的堕落，比原来是不高贵者更可鄙。莎士比亚在这首诗里推崇那种容貌姣好，但能控制自己的感情，洁身自好的人，即不滥用其美貌去蛊惑别人又受别人蛊惑的人。", "content_en": "They that have pow’r to hurt, and will do none,\nThat do not do the thing they most do show,\nWho, moving others, are themselves as stone,\nUnmoved, cold, and to temptation slow;\nThey rightly do inherit heaven’s graces\nAnd husband nature’s riches from expense;\nThey are the lords and owners of their faces,\nOthers but stewards of their excellence.\nThe summer’s flow’r is to the summer sweet,\nThough to itself it only live and die;\nBut if that flow’r with base infection meet,\nThe basest weed outbraves his dignity:\nFor sweetest things turn sourest by their deeds;\nLilies that fester smell far worse than weeds." }, { "title": "莎士比亚十四行诗第95首 | 莎士比亚十四行诗", "content_zh": "耻辱，像蛀虫在芬芳的玫瑰花心，\n把点点污斑染上你含苞的美名，\n而你把那耻辱变得多可爱，可亲！\n你用何等的甜美包藏了恶行！\n那讲出你日常生活故事的舌头，\n把你的游乐评论为放荡的嬉戏，\n好像是责难，其实是赞不绝口，\n一提你姓名，坏名气就有了福气。\n那些罪恶要住房，你就入了选，\n它们呵，得到了一座多大的厅堂！\n在那儿，美的纱幕把污点全遮掩，\n眼见那一切都变得美丽辉煌！\n亲爱的心呵，请警惕这个大权力；\n快刀子滥用了，也会失去其锋利。", "note": "诗人悲哀于美丽的爱友竟有不检点的行为，并教爱友当心耽溺的后果。——第一行：“蛀虫”，参看第35首第四行，第70首第七行。第二行“含苞”指出他爱友尚年青。第五行：“那……舌头”指流言传布者。第七行：这一句是反讽：你如此美貌，所以很容易摆脱被批评的困境。那批评简直成了赞美！第八行意谓：爱友的恶名，沾了他自己的美名的光，恶誉亦变成佳誉了。第九至十行：指罪恶选上了他爱友，居住在他身上，“厅堂”即指他爱友的美丽的身子。第十三行：“大权力”指他爱友有利用其美来隐蔽其恶的特权。", "content_en": "How sweet and lovely dost thou make the shame\nWhich, like a canker in the fragrant rose,\nDoth spot the beauty of thy budding name!\nO, in what sweets dost thou thy sins enclose!\nThat tongue that tells the story of thy days,\nMaking lascivious comments on thy sport,\nCannot dispraise, but in a kind of praise;\nNaming thy name blesses an ill report.\nO, what a mansion have those vices got\nWhich for their habitation chose out thee,\nWhere beauty’s veil doth cover every blot,\nAnd all things turns to fair that eyes can see!\nTake heed, dear heart, of this large privilege;\nThe hardest knife ill-used doth lose his edge." }, { "title": "莎士比亚十四行诗第96首 | 莎士比亚十四行诗", "content_zh": "有人说，你错在青春，有点儿纵情；\n有人说，你美在青春，风流倜傥；\n你的美和过错见爱于各色人等：\n你把常犯的过错变成了荣光。\n好比劣等的宝石只要能装饰\n宝座上女王的手指就会受尊敬；\n这些能在你身上见到的过失\n也都变成了正理，被当做好事情。\n多少羔羊将要被恶狼陷害呵，\n假如那恶狼能变做羔羊的模样！\n多少爱慕者将要被你引坏呵，\n假如你使出了全部美丽的力量！\n但是别这样；我这么爱你，我想：\n你既然是我的，我就有你的名望。", "note": "诗人劝告他的爱友，暗示他是流言的目标。诗人说，他的爱友的美包藏了他的恶，这对别人是一种危险。诗人以爱的名义劝告他爱友改变作风。——第五至八行意谓：女王的手指上可能戴上假的宝石镶嵌的戒指而不被觉察，他爱友也可能变了心而不被怀疑。第九至十行：狼如果像了羊就更凶狠，他爱友像羊，就有了双倍于狼的力量。第十三、十四行完全重复第36首第十三、十四行，此处意谓：“但是别呵；我如此爱你！你属于我，你的名望（这名望其实是恶名，因为他爱友身上有恶）也属于我了。”即诗人把他爱友的一切，都承担在自己身上。有论者认为：这首诗的原稿可能缺最后两行，出版者将第36首的最后两行借用到这里。", "content_en": "Some say thy fault is youth, some wantonness,\nSome say thy grace is youth and gentle sport;\nBoth grace and faults are loved of more and less;\nThou mak’st faults graces that to thee resort.\nAs on the finger of a throned queen\nThe basest jewel will be well esteemed,\nSo are those errors that in thee are seen\nTo truths translated and for true things deemed.\nHow many lambs might the stern wolf betray,\nIf like a lamb he could his looks translate;\nHow many gazers might’st thou lead away,\nIf thou wouldst use the strength of all thy state!\nBut do not so; I love thee in such sort\nAs, thou being mine, mine is thy good report." }, { "title": "莎士比亚十四行诗第97首 | 莎士比亚十四行诗", "content_zh": "不在你身边，我就生活在冬天，\n你呵，迅疾的年月里唯一的欢乐！\n啊！我感到冰冷，见到阴冻天！\n到处是衰老的十二月，荒凉寂寞！\n可是，分离的时期，正夏日炎炎；\n多产的秋天呢，因受益丰富而充实，\n像死了丈夫的寡妇，大腹便便，\n孕育着春天留下的丰沛的种子：\n可是我看这繁茂的产物一齐\n要做孤儿——生来就没有父亲；\n夏天和夏天的欢娱都在伺候你，\n你不在这里，连鸟儿都不爱歌吟；\n鸟即使歌唱，也带着一肚子阴霾，\n使树叶苍黄，怕冬天就要到来。", "note": "诗人不在他爱友身边，而夏秋的欢娱也已过去，到处都是冬天的寒冷与寂寞。诗人写这首诗时可能正逢冬天，但比喻的成分更多些。——第二行：诗人的爱友在一年四季中，都是诗人的欢乐的源泉。第五行：他们在夏季也不在一起。第六至十行可能是这样的意思：春天，他们是在一起的，夏天秋天，他们分开了，因此，春是父亲，秋是母亲，将来孩子生下时，春早已不在（死去），所以是孤儿，这孤儿比喻诗人单独对他与爱友在一起时的回忆。第十一至十四行：因为爱友不在，春也就死了，而且夏也毫无生气了，鸟也不唱了，即使唱，也是悲哀的音调，连树叶都怕冬天就要来了。", "content_en": "How like a winter hath my absence been\nFrom thee, the pleasure of the fleeting year!\nWhat freezings have I felt, what dark days seen,\nWhat old December’s bareness everywhere!\nAnd yet this time removed was summer’s time,\nThe teeming autumn, big with rich increase,\nBearing the wanton burden of the prime,\nLike widowed wombs after their lords’ decease.\nYet this abundant issue seemed to me\nBut hope of orphans and unfathered fruit;\nFor summer and his pleasures wait on thee,\nAnd, thou away, the very birds are mute;\nOr, if they sing, ’tis with so dull a cheer,\nThat leaves look pale, dreading the winter’s near." }, { "title": "莎士比亚十四行诗第98首 | 莎士比亚十四行诗", "content_zh": "在春天，我一直没有跟你在一起，\n但见缤纷的四月，全副盛装，\n在每样东西的心头点燃起春意，\n教那悲哀的土星也同他跳，笑嚷。\n可是，无论是鸟儿的歌谣，或是\n那异彩夺目、奇香扑鼻的繁花\n都不能使我讲任何夏天的故事，\n或者把花儿从轩昂的茎上采下：\n我也不惊叹百合花晶莹洁白，\n也不赞美玫瑰花深湛的红色；\n它们不过是仿造你喜悦的体态\n跟娇美罢了，你是一切的准则。\n现在依然像冬天，你不在旁边，\n我跟它们玩，像是跟你的影子玩。", "note": "诗人与他爱友在春天分离了，于是春天的一切美都不能打动诗人，因为春天的一切美都只是他爱友的影子，而爱友本人却不在诗人身边。——第二行中的“四月”拟人化。第四行中的“土星”：据占星学认为，在土星的作用下诞生的人，性情阴郁、悲哀、冷淡。土星有时是冬季的象征。“他”指“四月”。第五至十行：鸟语花香不能如平时一般去打动诗人的心了，鸟儿的歌不能引动诗人来讲述夏天的故事（愉快的故事），繁花的奇香也不能引动诗人去把那花儿摘下来。第十一、十二行：参照第53首第十行。第十四行：“你的影子”，因为它们都只是你的仿造品。", "content_en": "From you have I been absent in the spring,\nWhen proud-pied April, dressed in all his trim,\nHath put a spirit of youth in everything,\nThat heavy Saturn laughed and leaped with him,\nYet nor the lays of birds, nor the sweet smell\nOf different flowers in odor and in hue,\nCould make me any summer’s story tell,\nOr from their proud lap pluck them where they grew.\nNor did I wonder at the lily’s white,\nNor praise the deep vermilion in the rose;\nThey were but sweet, but figures of delight,\nDrawn after you, you pattern of all those.\nYet seemed it winter still, and, you away,\nAs with your shadow I with these did play." }, { "title": "莎士比亚十四行诗第99首 | 莎士比亚十四行诗", "content_zh": "对着早开的紫罗兰，我这样责备：\n“你的香是哪儿来的，假如不是从\n我爱人呼吸里偷来的，可爱的盗贼？\n紫红驻在你嫩颊上，正是你从\n我爱人脉管里唐突地染来的华美。”\n我申斥盗用了你的素手的百合，\n还有偷了你头发的薄荷花苞：\n畏惧地站在枝头的玫瑰，白的，\n偷你的绝望，红的，偷你的羞臊；\n不红不白的，就把这两样都偷，\n并且在赃物中加上你呼出的芳香；\n但是，正当他生意蓬勃的时候，\n向盗贼复仇的蛀虫就把他吃光。\n我见过更多的鲜花，但从没见过\n不偷盗你的香味和颜色的花朵。", "note": "诗人说，所有的花都是他爱友的影子，因为花偷了他爱友的美。这一首诗共有十五行，其押韵法为1212l 3434 5656 77，在第一个四行组（quatrain）中多出一行来，是莎士比亚《十四行诗集》中唯一的一首。——第二至五行，是诗人对紫罗兰所说的话，所以这四行中的“你”是指紫罗兰，从第六行起“你”仍指他爱友。第八行：“畏惧”是由于“绝望”与“羞臊”（第九行），所以也是从他爱友那儿偷来的。第十行：“不红不白的”指一种杂色玫瑰，其实是红白相间，他（它）最后被尺蠖类的害虫吃掉。", "content_en": "The forward violet thus did I chide:\nSweet thief, whence didst thou steal thy sweet that smells\nIf not from my love’s breath? The purple pride\nWhich on thy soft cheek for complexion dwells\nIn my love’s veins thou hast too grossly dyed.\nThe lily I condemned for thy hand,\nAnd buds of marjoram had stol’n thy hair;\nThe roses fearfully on thorns did stand,\nOne blushing shame, another white despair;\nA third, nor red nor white, had stol’n of both,\nAnd to his robb’ry had annexed thy breath;\nBut for his theft, in pride of all his growth\nA vengeful canker eat him up to death.\nMore flowers I noted, yet I none could see,\nBut sweet or color it had stol’n from thee." }, { "title": "莎士比亚十四行诗第100首 | 莎士比亚十四行诗", "content_zh": "你在哪儿呵，缪斯，竟长久忘记了\n把你全部力量的源泉来描述？\n你可曾在俗歌滥调里把热情浪费了，\n让文采失色，借光给渺小的题目？\n回来吧，健忘的缪斯，立刻回来用\n高贵的韵律去赎回空度的时日；\n向那只耳朵歌唱吧——那耳朵敬重\n你的曲调，给了你技巧和题旨。\n起来，懒缪斯，看看我爱人的甜脸吧，\n看时光有没有在那儿刻上皱纹；\n假如有，你就写嘲笑衰老的诗篇吧，\n教时光的抢劫行为到处被看轻。\n快给我爱人扬名，比时光消耗\n生命更快，你就能挡住那镰刀。", "note": "这一首是诗人向缪斯（见第38首“译解”）所说的话。似乎诗人与他爱友之间有一段隔膜，诗人的爱友问诗人为什么不写诗。诗人即以此诗作答。——第二行：“源泉”指诗人的爱友的美，因为这美是灵感的源泉，它给了缪斯全部力量。第七行：“耳朵”指诗人的爱友，因为他敬重诗人的诗（亦即诗人的缪斯的诗）并给那些诗以技巧与主题。第十一行意谓：诗人希望缪斯能写出（也就是给诗人以灵感，使诗人能写出）讽刺衰老的诗。一说讽刺衰老的诗即对时光的讽刺诗。第十四行：“挡住”原字的原意为“先时间而至”；“那镰刀”指时光，参照第12首第十三行，第60首第十二行，第63首第十行。", "content_en": "Where art thou, Muse, that thou forget’st so long\nTo speak of that which gives thee all thy might?\nSpend’st thou thy fury on some worthless song,\nDark’ning thy pow’r to lend base subjects light?\nReturn, forgetful Muse, and straight redeem\nIn gentle numbers time so idly spent,\nSing to the ear that doth thy lays esteem,\nAnd gives thy pen both skill and argument.\nRise, resty Muse, my love’s sweet face survey,\nIf Time have any wrinkle graven there;\nIf any, be a satire to decay\nAnd make Time’s spoils despised everywhere.\nGive my love fame faster than Time wastes life;\nSo thou prevent’st his scythe and crooked knife." }, { "title": "莎士比亚十四行诗第101首 | 莎士比亚十四行诗", "content_zh": "逃学的缪斯呵，对浸染着美的真，\n你太怠慢了，你用什么来补救？\n真和美都依赖着我的爱人；\n你也要靠他才会有文采风流。\n回答呵，缪斯：也许你会这样说，\n“真，有它的本色，不用彩饰，\n美，真正的美，也不用着色；\n不经过加工，极致仍然是极致？”\n因为他不需要赞美，你就不开口？\n别这样代沉默辩护；你有职责\n使他长久生活在金墓变灰后，\n使他永远受后代的赞美和讴歌。\n担当任务吧，缪斯；我教你怎样\n使他在万代后跟现在一样辉煌。", "note": "诗人责备他的缪斯怠慢。诗人代缪斯回答说，所以怠慢实因诗人的爱友不需赞美之故（参照第82、83、84首）。然后诗人提醒他的缪斯说，她（缪斯）的责任不在于使他爱友荣耀于现在，而是使他爱友永生。诗中第二人称“你”均指缪斯。——第三行意谓：他爱友是真与美的标准（容貌美丽，内心纯真）。第六至八行：是诗人代缪斯所作的回答，意谓诗人的爱友本人内心和外表都美，即不需赞美。第八行“极致”指真和美的极致。第九至十四行：诗人对缪斯说，她不能推托，因为她有使诗人的爱友的美永生（即把他的美写在诗中）的责任；“他”指诗人的爱友，即第三行中的“我的爱人”；第十三行：“教”是“教学”的“教”。", "content_en": "O truant Muse, what shall be thy amends\nFor thy neglect of truth in beauty dyed?\nBoth truth and beauty on my love depends;\nSo dost thou too, and therein dignified.\nMake answer, Muse, wilt thou not haply say,\n‘Truth needs no color, with his colour fixed,\nBeauty no pencil, beauty’s truth to lay;\nBut best is best, if never intermixed?’\nBecause he needs no praise, wilt thou be dumb?\nExcuse not silence so, for’t lies in thee\nTo make him much outlive a gilded tomb,\nAnd to be praised of ages yet to be.\nThen do thy office, Muse; I teach thee how\nTo make him seem, long hence, as he shows now." }, { "title": "莎士比亚十四行诗第102首 | 莎士比亚十四行诗", "content_zh": "我的爱加强了，虽然看来弱了些；\n我没减少爱，虽然少了些表达；\n除非把爱当商品，那卖主才力竭\n声嘶地把爱的价值告遍人家。\n我只在春季，我们初恋的时候，\n才惯于用歌儿来迎接我们的爱情；\n像夜莺只是讴唱在夏天的开头，\n到了成熟的日子就不再歌吟：\n并不是如今的夏天比不上她用\n哀诗来催眠长夜的时候愉快，\n是狂歌教每根树枝负担过重，\n优美变成了凡俗就不再可爱。\n所以，我有时就学她把嗓子收起，\n因为我不愿老是唱得你发腻。", "note": "诗人对爱友虽然少了赞美，但对爱友的爱还是一样。他像夜莺般只在初夏（开始建立情谊的时候）歌唱，到了盛夏（情谊成熟的日子）就不唱了。他说他多唱了反而要使爱友厌倦的。——第三、四行：请参照第83、84、85各首。第七行：“夜莺”原文为Philomel（菲洛美拉）。按希腊神话，雅典王潘迭安有二女，长女名普洛克尼，次女名菲洛美拉。长女嫁于塞雷斯王铁如士，生一子。后来铁如士对普洛克尼厌倦了，就邀请菲洛美拉入宫，强奸了她，并割去了她的舌头。菲洛美拉把一腔怨抑织入锦袍，送给其姊，其姊为妹复仇，把儿子杀死，并制成肉筵给铁如士吃，随后与菲洛美拉同逃。铁如士提了斧头在后面追，将追近时，神把他们化为鸟类：铁如士为戴胜（有美冠毛之鸟），普洛克尼为燕，菲洛美拉为夜莺。故“菲洛美拉”即夜莺的别名，是雌性。但实际上歌唱的夜莺都是雄的。第九行“她”指夜莺。第十行“哀诗”：诗人们，除了济慈（Keats），都以夜莺的歌唱为菲洛美拉的悲剧控诉。", "content_en": "My love is strength’ned, though more weak in seeming;\nI love not less, though less the show appear.\nThat love is merchandized whose rich esteeming\nThe owner’s tongue doth publish everywhere.\nOur love was new, and then but in the spring,\nWhen I was wont to greet it with my lays,\nAs Philomel in summer’s front doth sing\nAnd stops his pipe in growth of riper days.\nNot that the summer is less pleasant now\nThan when her mournful hymns did hush the night,\nBut that wild music burdens every bough,\nAnd sweets grown common lose their dear delight.\nTherefore, like her, I sometime hold my tongue,\nBecause I would not dull you with my song." }, { "title": "莎士比亚十四行诗第103首 | 莎士比亚十四行诗", "content_zh": "唉，我的缪斯有的是用武之地，\n可是她拿出的却是怎样的贫乏！\n那主题，在全然本色的时候要比\n加上了我的赞美后价值更大。\n假如我不能再写作，你别责备我！\n朝镜子看吧，那儿有脸儿出现，\n那脸儿大大胜过我愚拙的诗作，\n使我的诗句失色，尽丢我的脸。\n那么，去把原来是好好的东西\n拚命补缀，毁坏，不就是犯罪？\n我的诗本来就没有其他目的，\n除了来述说你的天赋，你的美；\n比之于我的诗中的一切描摹，\n镜子给你看到的东西多得多。", "note": "诗人解释沉默的理由说，他不能把他爱友的美多所描摹，因为他爱友本人比诗人的诗胜过万倍。参照第37、83、101各首。——第一、二行意谓：诗人的缪斯（灵感）虽然有好主题，但写出的诗却太贫乏。第三、四行意谓：诗的主题（指诗人的爱友）不加任何赞美（全然本色）时，反而比加了赞美更有价值。第九行“原来是好好的东西”指诗人的爱友。第十一、十二行意谓：诗人的诗除了赞美爱友外，不作别用，而一赞美就是犯罪（见第十行），所以只得完全沉默。第十三、十四行意谓：诗人的爱友不必要求诗人写诗给他看，只要看看自己的镜子，就胜过读诗万倍了。", "content_en": "Alack! what poverty my Muse brings forth,\nThat having such a scope to show her pride,\nThe argument all bare is of more worth\nThan when it hath my added praise beside!\nO! blame me not, if I no more can write!\nLook in your glass, and there appears a face\nThat over-goes my blunt invention quite,\nDulling my lines, and doing me disgrace.\nWere it not sinful then, striving to mend,\nTo mar the subject that before was well?\nFor to no other pass my verses tend\nThan of your graces and your gifts to tell;\nAnd more, much more, than in my verse can sit,\nYour own glass shows you when you look in it." }, { "title": "莎士比亚十四行诗第104首 | 莎士比亚十四行诗", "content_zh": "我看，美友呵，你永远不会老迈，\n你现在还是那样美，跟最初我看见\n你眼睛那时候一样。从见你以来，\n我见过四季的周行：三个冷冬天\n把三个盛夏从林子里吹落、摇光了；\n三度阳春，都成了苍黄的秋季；\n六月的骄阳，也已经三次烧光了\n四月的花香：而你却始终鲜丽。\n啊！不过，美也会偷偷地溜走，\n像指针在钟面瞒着人离开字码，\n你的美，虽然我相信它留驻恒久，\n也会瞒着我眼睛，慢慢地变化。\n生怕这样，后代呵，请听这首诗：\n你还没出世，美的夏天早谢世。", "note": "诗人与他的爱友的爱在某一春天建立，后来经过了三年，诗人见他的爱友的风貌与三年前一样。但变化总是有的，虽然一时不易觉察。诗人在有些诗中想用诗来使他的所爱者的美永生（见第17、18、19、54、55、63、65、81、101各首），这一次却对后代的子孙说，“唉，你们见不到真正的美了！”——第十一行：“恒久”原文亦作“不动”解；此行观点与第77首不同，可相互参照。莎士比亚诗中有多首提到：他爱友的美质将留在他诗中而得到永生。但这首诗却只慨叹时间使他的爱友变老。这是一首变调的诗。", "content_en": "To me, fair friend, you never can be old,\nFor as you were when first your eye I eyed,\nSuch seems your beauty still. Three winters cold\nHave from the forests shook three summers’ pride,\nThree beauteous springs to yellow autumn turned\nIn process of the seasons have I seen,\nThree April perfumes in three hot Junes burned,\nSince first I saw you fresh, which yet are green.\nAh, yet doth beauty, like a dial hand,\nSteal from his figure, and no pace perceived;\nSo your sweet hue, which methinks still doth stand,\nHath motion, and mine eye may be deceived;\nFor fear of which, hear this, thou age unbred:\nEre you were born was beauty’s summer dead." }, { "title": "莎士比亚十四行诗第105首 | 莎士比亚十四行诗", "content_zh": "别把我的爱唤做偶像崇拜，\n也别把我爱人看成是一座偶像，\n尽管我所有的歌和赞美都用来\n献给一个人，讲一件事情，不改样。\n我爱人今天有情，明天也仁慈，\n拥有卓越的美德，永远不变心；\n所以，我的只歌颂忠贞的诗词，\n就排除驳杂，单表达一件事情。\n真，善，美，就是我全部的主题，\n真，善，美，变化成不同的辞章；\n我的创造力就用在这种变化里，\n三题合一，产生瑰丽的景象。\n真，善，美，过去是各不相关，\n现在呢，三位同座，真是空前。", "note": "虽然诗人的诗总是献给爱友一个人，歌颂爱友一个人，看来似乎诗人崇拜着他的爱友，但诗人否认这是偶像崇拜。因为真、善、美三者在他的爱友身上有着高度的结合，因此他的爱友是值得永远歌颂的。如果说崇拜，他的爱友也是值得崇拜的。因此他的爱友不能被认为是偶像。按，基督教禁止对异教偶像的崇祀，称之为“偶像崇拜”。——第一行：“我的爱”指抽象的爱，即诗人对他爱友的爱。第十三、十四行意谓：在他爱友以前，从未有人能一身兼真、善、美三者的，至多能有其中之一罢了。在这首诗里，莎士比亚提出了他所主张的人生的最高准则：真、善、美，和这三者的结合。诗人借着对爱友的歌颂，来表达他对人生的最高理想。这种理想正是欧洲文艺复兴时代人文主义思想的典型内涵。可以把这首诗看做莎士比亚全部十四行诗的终曲，是这些十四行诗所放射的思想光芒所凝聚的焦点。", "content_en": "Let not my love be called idolatry,\nNor my beloved as an idol show,\nSince all alike my songs and praises be\nTo one, of one, still such, and ever so.\nKind is my love today, tomorrow kind,\nStill constant in a wondrous excellence;\nTherefore my verse, to constancy confined,\nOne thing expressing, leaves out difference.\nFair, kind, and true is all my argument,\nFair, kind, and true, varying to other words;\nAnd in this change is my invention spent,\nThree themes in one, which wondrous scope affords.\nFair, kind, and true have often lived alone,\nWhich three till now never kept seat in one." }, { "title": "莎士比亚十四行诗第106首 | 莎士比亚十四行诗", "content_zh": "我翻阅远古时代的历史记载，\n见到最美的人物被描摹尽致，\n美使得古代的诗歌也美丽多彩，\n歌颂着已往的贵妇，可爱的骑士；\n见到古人夸奖说最美的美人有\n怎样的手足，嘴唇，眼睛和眉毛，\n于是我发现古代的文笔早就\n表达出来了你今天具有的美貌。\n那么，古人的赞辞都只是预言——\n预言了我们这时代：你的仪态；\n但古人只能用理想的眼睛测看，\n还不能充分歌唱出你的价值来：\n至于我们呢，看见了今天的景象，\n有眼睛惊羡，却没有舌头来颂扬。", "note": "诗人追求关于古代美人的记载，发觉那些记载都是对于今日的爱友的预言。但古人的笔只预言了他爱友的美，不能预言他爱友的真与善。必须真、善、美三者都说到，才算“充分”地说到了他爱友的“价值”（第十二行）。即使是当代的人，也不能做到这一点。——第三、四行：我见到，美使得古代的诗歌因歌颂古代美人（贵妇和骑士）而成为优美的诗歌。第七行：“古代的文笔”，参照第59首第八行。", "content_en": "When in the chronicle of wasted time\nI see descriptions of the fairest wights,\nAnd beauty making beautiful old rhyme\nIn praise of ladies dead and lovely knights;\nThen, in the blazon of sweet beauty’s best,\nOf hand, of foot, of lip, of eye, of brow,\nI see their antique pen would have expressed\nEven such a beauty as you master now.\nSo all their praises are but prophecies\nOf this our time, all you prefiguring,\nAnd, for they looked but with divining eyes,\nThey had not skill enough your worth to sing:\nFor we, which now behold these present days,\nHave eyes to wonder, but lack tongues to praise." }, { "title": "莎士比亚十四行诗第107首 | 莎士比亚十四行诗", "content_zh": "梦想着未来事物的这大千世界的\n预言的灵魂，或者我自己的恐慌，\n都不能为我的真爱定任何限期，\n尽管它假定要牺牲于命定的灭亡。\n人间的月亮已经熬过了月蚀，\n阴郁的卜者们嘲笑自己的预言；\n无常，如今到了顶，变为确实，\n和平就宣布橄榄枝要万代绵延。\n如今，带着芬芳时节的涓滴，\n我的爱多鲜艳，死神也对我臣服，\n因为，不管他，我要活在这拗韵里，\n尽管他侮辱遍黯淡无语的种族。\n你，将在这诗中竖立起纪念碑，\n暴君的饰章和铜墓却将变成灰。", "note": "这是一首著名的“谜章”。注释家们对它有许多不同的解释。有人认为这首诗中的一些辞句影射着当时社会上发生的一些事件，如“人间的月亮”可能是指当时的英国女王伊丽莎白；“熬过了月蚀”或指遭受了一次不幸的变故，或指遭到了死亡；“无常”（变动）、“和平”指当时的一些战争与和平。注释家们根据当时的历史事件来确定这首诗的写作年代，有从1579年起逐年（或数年）推移到1609年的。现根据一种解释，试释如下：我自己的恐惧（怕爱友的美将消失，见第104首），或者世界的预言的灵魂（在已往的贵妇和骑士身上预言你的美——见第106首——因而也预言你的死亡），都不能使我对爱友的真爱限制在短短的时期里（即爱友一死，我的爱也结束）。黑暗和恐惧过去了，恶意的预言者（卜者）们发现他们的预言落空了。怀疑过去了，和平代替了不安。我心中的爱是永恒的，而且征服了死神，因为在我的诗里，我和你将得到永生。——第八行：“橄榄枝”是和平的象征。第九行：“芬芳时节的涓滴”可能指春雨。第十行：“我的爱”既指我的爱友，亦可指我对他的爱。第十一行：“他”指死神；“拗韵”指诗。第十二行：指死神侮辱坟墓中的死人。", "content_en": "Not mine own fears nor the prophetic soul\nOf the wide world dreaming on things to come\nCan yet the lease of my true love control,\nSupposed as forfeit to a confined doom.\nThe mortal moon hath her eclipse endured,\nAnd the sad augurs mock their own presage,\nIncertainties now crown themselves assured,\nAnd peace proclaims olives of endless age.\nNow with the drops of this most balmy time\nMy love looks fresh, and Death to me subscribes,\nSince, spite of him, I’ll live in this poor rhyme,\nWhile he insults o’er dull and speechless tribes:\nAnd thou in this shalt find thy monument,\nWhen tyrants’ crests and tombs of brass are spent." }, { "title": "莎士比亚十四行诗第108首 | 莎士比亚十四行诗", "content_zh": "难道我脑子里还留着我半丝真意\n能写成文字的，没有对你写出来？\n能表达我的爱和你的美德的语文里\n还有什么新东西要述说和记载？\n没有，美少年；但是，像祈祷一般，\n我必须天天把同样的话语宣讲；\n“你是我的，我是你的，”不厌烦，\n像当初我崇拜你的美名一样。\n那么，我的爱就能既新鲜又永恒，\n藐视着年代给予的损害和尘污，\n不让位给那总要来到的皱纹，\n反而使老年永远做他的童仆；\n尽管时光和外貌要使爱凋零，\n真正的爱永远有初恋的热情。", "note": "诗人已经在一切方面向他爱友用诗表明了自己的心，但仍须每日重复已说过的话，因为他的爱是永恒的。爱永远保持着爱最初产生时的热情，虽然时光和外貌似乎显示出爱已经衰亡。——第一至四行：诗人对他爱友的爱已经表达无余。第十三、十四行意或谓：在已经失去青春或失去青春的鲜艳的人们身上，仍然能找到和青年人的爱一样热烈的爱情。", "content_en": "What’s in the brain that ink may character\nWhich hath not figured to thee my true spirit?\nWhat’s new to speak, what now to register,\nThat may express my love or thy dear merit?\nNothing, sweet boy, but yet, like prayers divine,\nI must each day say o’er the very same;\nCounting no old thing old, thou mine, I thine,\nEven as when first I hallowed thy fair name.\nSo that eternal love in love’s fresh case\nWeighs not the dust and injury of age,\nNor gives to necessary wrinkles place,\nBut makes antiquity for aye his page,\nFinding the first conceit of love there bred\nWhere time and outward form would show it dead." }, { "title": "莎士比亚十四行诗第109首 | 莎士比亚十四行诗", "content_zh": "啊！请无论如何别说我负心，\n虽然我好像被离别减少了热力。\n我不能离开你胸中的我的灵魂，．\n正如我也离不开自己的肉体：\n你的胸膛是我的爱的家：我已经\n旅人般流浪过，现在是重回家园；\n准时而到，也没有随时光而移情，——\n我自己带水来洗涤自己的污点。\n虽然我的性情中含有一切人\n都有的弱点，可千万别相信我会\n如此荒谬地玷污自己的品性，\n竟为了空虚而抛弃你全部优美；\n我说，广大的世界是空空如也，\n其中只有你，玫瑰呵！是我的一切。", "note": "诗人对他的爱友说，虽然他在别离的时期不能时常证明他对他爱友的爱，但他绝不会变心。假使诗人有过别种兴趣，但比之于对他爱友的爱来，就只能算是“空虚”和“空空如也”了。——第三、四行：参照第24、31首。第十三、十四行意谓：诗人的爱友对于诗人，等于全世界。第十四行中的“玫瑰”，参照第1首第二行。在这首诗中，诗人承认自己有“污点”，要自己带水来洗涤这污点。这种异乎寻常的自白，在莎士比亚全部十四行诗中是罕见的。它表现诗人的率真、坦诚、心地纯明。这样，作为抒情主人公的诗人的性格得到多方面的立体的表现，也使得诗人所讴歌的爱（友谊）从好事多磨的曲折道路中登上新的峰巅。", "content_en": "O, never say that I was false of heart,\nThough absence seemed my flame to qualify.\nAs easy might I from myself depart\nAs from my soul, which in thy breast doth lie.\nThat is my home of love; if I have ranged,\nLike him that travels, I return again,\nJust to the time, not with the time exchanged,\nSo that myself bring water for my stain.\nNever believe, though in my nature reigned\nAll frailties that besiege all kinds of blood,\nThat it could so preposterously be stained\nTo leave for nothing all thy sum of good;\nFor nothing this wide universe I call\nSave thou, my Rose; in it thou art my all." }, { "title": "莎士比亚十四行诗第110首 | 莎士比亚十四行诗", "content_zh": "唉！真的，我曾经到处地往来，\n让自己穿上了花衣供人们赏玩，\n嘲弄自己的思想，把珍宝贱卖，\n用新的感情来冒犯旧的情感。\n真的，我曾经冷冷地斜着眼睛\n去看忠贞；但是，这一切都证实：\n走弯路促使我的心回复了青春，\n我历经不幸才确信你爱我最深挚。\n一切都过去了，请接受我的无底爱：\n我永远不会再激起我一腔热情\n去追求新交，而把老朋友伤害，\n老朋友正是拘禁了我的爱之神。\n那么，我的第二个天国啊，请张开\n你最亲最纯的怀抱，迎我归来！", "note": "诗人承认道，他曾经与别人交往过，走过弯路，与爱友疏远过，但经验证明：“你”仍是诗人最好的爱友。现在一切都过去了，诗人希望爱友仍然爱他。有的论者认为这首诗和下一首诗暗示了莎士比亚从事戏剧的生涯。——第二行：“花衣”是一种小丑的服装。第三行：“珍宝”似指诗人对爱友的感情联系。第四行意似是建立新交从而疏远了老朋友。第五至八行：诗人的一切经验（走弯路，与爱友疏远）证明：“你”是诗人最好的爱友，这等于使诗人的心回复了青春。“历经不幸”指与别人交往，那是不幸的经历。第十一行：“老朋友”指爱友。第十二行：诗人的爱友等于是拘禁（即爱之不渝）诗人的丘比德即爱之神。第十三行：诗人称爱友为“我的第二个天国”。", "content_en": "Alas, ’tis true I have gone here and there\nAnd made myself a motley to the view,\nGored mine own thoughts, sold cheap what is most dear,\nMade old offenses of affections new.\nMost true it is that I have looked on truth\nAskance and strangely; but, by all above,\nThese blenches gave my heart another youth,\nAnd worse essays proved thee my best of love.\nNow all is done, have what shall have no end.\nMine appetite I never more will grind\nOn newer proof, to try an older friend,\nA god in love, to whom I am confined.\nThen give me welcome, next my heaven the best,\nEven to thy pure and most most loving breast." }, { "title": "莎士比亚十四行诗第111首 | 莎士比亚十四行诗", "content_zh": "请你为我去谴责命运吧，哎，\n这让我干有害事业的罪恶女神！\n除公共风习养育的公共方式外，\n她不让我的生活有更好的前程。\n因此我名字只得把烙印承受，\n我的天性也大体屈服于我所\n从事的职业了，好像染师的手：\n那么，你该可怜我，巴望我复活；\n而我像病人，心甘情愿地吞服\n醋药来驱除我身上严重的疫病；\n任何苦药我都不觉得它苦，\n赎罪再赎罪，不当做两度苦行。\n可怜我吧，爱友，我向你担保，\n你对我怜悯就足以把我医好。", "note": "诗人谴责了“命运”，因为她使诗人在舞台上谋生，这种职业在当时是并不受人尊重的，使诗人的天性因此受到压抑。诗人恳求他爱友可怜他，原谅他，而他自己则愿意承受任何痛苦来纠正以上的一切。他的爱友的怜悯，可以补救命运女神的过错。——第二行：“罪恶女神”指命运，是主持诗人的事业（这事业对诗人有害）的女神。第三行：“公共方式”指在舞台上演剧的谋生方式，这必须依靠“公共风习”即公众看戏的风俗习惯及剧团对公众的号召力，才能成功。第三、四行：命运使诗人在舞台上谋生，不给诗人准备更好的道路。第五行：“烙印”印耻辱。第六、七行：诗人的天性也因此而差不多（不是完全）被自己所从事的职业所屈服了，像染师的手，从自己所从事的职业中，也就是从染缸里，染上了不是手原有的颜色。第九至十二行：诗人愿意忍受任何痛苦来纠正一切不幸。第十行：当时人们相信醋能治疗疫病。", "content_en": "O, for my sake do you with Fortune chide,\nThe guilty goddess of my harmful deeds,\nThat did not better for my life provide\nThan public means which public manners breeds.\nThence comes it that my name receives a brand,\nAnd almost thence my nature is subdued\nTo what it works in, like the dyer’s hand.\nPity me then, and wish I were renewed,\nWhilst, like a willing patient, I will drink\nPotions of eisel ‘gainst my strong infection;\nNo bitterness that I will bitter think,\nNor double penance, to correct correction.\nPity me then, dear friend, and I assure ye\nEven that your pity is enough to cure me." }, { "title": "莎士比亚十四行诗第112首 | 莎士比亚十四行诗", "content_zh": "你的爱和怜，能够把蜚语流言\n刻在我额上的烙痕抹平而有余；\n既然你隐了我的恶，扬了我的善；\n我何必再关心别人对我的毁誉？\n你是我的全世界，我必须努力\n从你的语言来了解对我的褒贬；\n别人看我或我看别人是死的，\n没人能改正或改错我铁的观念。\n我把对人言可畏的吊胆提心\n全抛入万丈深渊，我的毒蛇感\n对一切诽谤和奉承都充耳不闻。\n请看我怎样开脱我这种怠慢：\n你这样根深蒂固地生在我心上，\n我想，全世界除了你都已经死亡。", "note": "诗人的爱友已答允了诗人的请求，欢迎了诗人的归来，并信任了诗人的忠贞。他对诗人的爱与怜，医好了诗人的一切创伤，诗人不再理睬别人怎样想和说了。世界，在诗人看来，是死的了。——第一、二行：诗人的爱友对诗人的爱与怜，医好了诗人的创伤，那创伤是流言所害的。第五行：“全世界”都在说诗人闲话，但如今诗人把爱友当做“全世界”，则爱友一人即可对诗人下结论了。第七、八行这两行是直译，其含义是：除了你，我觉得全世界（别人）都不再存在（死的）。在我的感觉中，别人（世界）也不感到我的存在（把我看成是死的），只有你能够改变（无论是改对还是改错）我的固定的观念。第十行：“我的毒蛇感”，原文adder是蝰蛇，一种小毒蛇。这里指耳聋。第十二至十四行：诗人解释自己为什么如此傲慢地对待世人的毁誉", "content_en": "【英文原文】" }, { "title": "莎士比亚十四行诗第113首 | 莎士比亚十四行诗", "content_zh": "离开你以后，我眼睛住在我心间；\n于是这一双向导我走路的器官\n放弃了自己的职责，瞎了一半，\n它好像在看，其实什么也不见；\n我的眼睛不给心传达眼睛能\n认出的花儿鸟儿的状貌和形体；\n眼前闪过的千姿万态，心没份，\n目光也不能保住逮到的东西；\n只要一见到粗莽或旖旎的景色，\n一见到迷人的面容，丑陋的人形，\n一见到山海，日夜，乌鸦或白鸽，\n眼睛把这些全变成你的面影。\n心中满是你，别的没法再增加，\n我的真心就使得我眼睛虚假。", "note": "诗人说，自从他（诗人）离开爱友之后，他日夜思念爱友，以致他的眼睛什么也看不见，而只见到爱友的形状了。因此，他对爱友的专注的心使他的眼睛看不真实了。——第一行：参照第47首第七行。第二行：“向导我走路的器官”指眼睛。第一至四行：诗人与爱友分别后，诗人的眼睛中全是爱友的影子，这无异于说眼睛放弃了把它接受来的形象忠实地传达给大脑（心）的职责。第五、六行：眼睛只见到爱友的影子，因而不能把它所接触到的形象传达给心。第八行：眼睛连自己所看到的东西也不能久留，其原因见第九至十二行。", "content_en": "Since I left you, mine eye is in my mind,\nAnd that which governs me to go about\nDoth part his function and is partly blind,\nSeems seeing, but effectually is out;\nFor it no form delivers to the heart\nOf bird, of flow’r, or shape, which it doth latch.\nOf his quick objects hath the mind no part,\nNor his own vision holds what it doth catch;\nFor if it see the rud’st or gentlest sight,\nThe most sweet favor or deformed’st creature,\nThe mountain, or the sea, the day, or night,\nThe crow, or dove, it shapes them to your feature.\nIncapable of more, replete with you,\nMy most true mind thus maketh mine eye untrue." }, { "title": "莎士比亚十四行诗第114首 | 莎士比亚十四行诗", "content_zh": "是我这把你当王冠戴着的心\n一口喝干了帝王病——对我的阿谀？\n还是，我该说，我的眼睛说得真，\n你的爱却又教给了我眼睛炼金术——\n我眼睛就把巨怪和畸形的丑类\n都改造成为你那样可爱的天孩，\n把一切劣质改造成至善至美——\n改得跟物体聚到眼光下一样快？\n呵，是前者；是视觉对我的阿谀，\n我这颗雄心堂皇地把阿谀喝干：\n我眼睛深知我的心爱好的食物，\n就备好这一杯阿谀送到他嘴边：\n即使是毒杯，罪恶也比较轻微，\n因为我眼睛爱它，先把它尝味。", "note": "诗人问：这种古怪局面（指上一首中所述）究竟何由？是由于“对我的阿谀”（第一、二行）抑由于爱友的爱教了诗人的眼睛以“炼金术”（第三至八行）？诗人认为是由于前者，即“视觉对我的阿谀”，即使这阿谀有毒，他也要一饮而尽。所谓视觉对我的阿谀，指眼睛把各种东西的形象全变成爱友的可爱形象。阿谀是使人舒服的但又是虚伪的。所谓炼金术，指爱友的爱或诗人对爱友的爱使诗人的眼睛具有一种法术，能把见到的一切低劣的东西真的变成美好的东西（像爱友那样）。炼金术被认为能把一般金属变为真金。——第二行“帝王病”：人们往往在帝王面前粉饰真实的情况。第六行：“天孩”（cherubins）是天使之一种。第十二行：“他”指“心”。第十四行：“它”指杯中物即“阿谀”。", "content_en": "Or whether doth my mind, being crowned with you,\nDrink up the monarch’s plague, this flattery?\nOr whether shall I say mine eye saith true,\nAnd that your love taught it this alchemy,\nTo make of monsters, and things indigest,\nSuch cherubins as your sweet self resemble,\nCreating every bad a perfect best\nAs fast as objects to his beams assemble?\nO, ’tis the first, ’tis flatt’ry in my seeing,\nAnd my great mind most kingly drinks it up.\nMine eye well knows what with his gust is ‘greeing,\nAnd to his palate doth prepare the cup.\nIf it be poisoned, ’tis the lesser sin\nThat mine eye loves it and doth first begin." }, { "title": "莎士比亚十四行诗第115首 | 莎士比亚十四行诗", "content_zh": "我以前所写的多少诗句，连那些\n说我不能够爱你更深的，都是谎；\n那时候我的理智不懂得我一切\n热情为什么后来会烧得更明亮。\n我总考虑到：时间让无数事故\n爬进盟誓间，变更帝王的手令，\n丑化天仙美，磨钝锋利的意图，\n在人事嬗变中制服刚强的心灵，\n那么，唉！惧怕着时间的暴行，\n为什么我不说，“现在我最最爱你”——\n既然我经过不安而已经安定，\n以目前为至极，对以后尚未可期？\n爱还是婴孩；我不能说出那句话，\n好让他继续生长，到完全长大。", "note": "诗人说，他过去所写的说他对爱友爱之已极的诗，都是谎言（虽然不是有意的），因为他现在爱得又更深了。诗人想到了时间的毁灭一切的力量，于是问道：难道他不能说他现在最爱对方吗？他不能说。因为爱还是个婴孩，还没有完全长大，如果说了这句话，就会阻碍这婴孩继续成长。——第二行：“不能够爱你更深”指爱到极点。第五行：“事故”指时间毁灭事物因而使盟誓成为过去的事故。第十三行：“爱还是婴孩”，暗示爱神丘比德；“那句话”指第十行中的“现在我最最爱你”。第十三、十四行：意谓如此讲了便不能使那在生长中的婴孩（爱）完全长大。", "content_en": "Those lines that I before have writ do lie,\nEven those that said I could not love you dearer.\nYet then my judgment knew no reason why\nMy most full flame should afterwards burn clearer.\nBut reckoning Time, whose millioned accidents\nCreep in ‘twixt vows and change decrees of kings,\nTan sacred beauty, blunt the sharp’st intents,\nDivert strong minds to th’ course of alt’ring things.\nAlas, why, fearing of Time’s tyranny,\nMight I not then say, ‘Now I love you best,’\nWhen I was certain o’er incertainty,\nCrowning the present, doubting of the rest?\nLove is a babe; then might I not say so,\nTo give full growth to that which still doth grow." }, { "title": "莎士比亚十四行诗第116首 | 莎士比亚十四行诗", "content_zh": "让我承认，两颗真心的结合\n是阻挡不了的。爱算不得爱，\n要是人家变心了，它也变得，\n或者人家改道了，它也快改：\n不呵！爱是永不游移的灯塔光，\n它正视风暴，绝不被风暴摇撼；\n爱是一颗星，它引导迷航的桅樯，\n其高度可测，其价值却无可计算。\n爱不是时间的玩偶，虽然红颜\n到头来总不被时间的镰刀遗漏；\n爱决不跟随短促的韶光改变，\n就到灭亡的边缘，也不低头。\n假如我这话真错了，真不可信赖，\n算我没写过，算爱从来不存在！", "note": "诗人在这里宣称：爱的不渝与忠贞，可以征服时间。——第三、四行：指对方有变时爱就同时消失的现象。第七行：“星”指北极星。第十二行：“灭亡”指最后审判。第十三、十四行：诗人说，如果他所说的爱能够征服时间的话不是真理，那么他将收回他所写的一切关于爱的忠贞的作品，世界上也没有人真正相爱过。这首诗里，莎士比亚的特点在于他认为指引生活前进的是爱（友谊）本身而不是所爱的人（朋友）。这个细微的区别表明莎士比亚强调的是爱的双方的协调与融合：“两颗真心的结合”。莎士比亚已多次指出，能征服时间的是两种力量，即人的后裔和人的创作（诗）。这两种力量都是具体的。这首诗里，莎士比亚又加上一种力量：爱，或者说，对爱的信仰。这是一种抽象的东西，它能征服时间。这样，莎士比亚对爱的歌颂又达到了新的高度！", "content_en": "Let me not to the marriage of true minds\nAdmit impediments; Love is not love\nWhich alters when it alteration finds,\nOr bends with the remover to remove.\nO, no, it is an ever-fixed mark\nThat looks on tempests and is never shaken;\nIt is the star to every wand’ring bark,\nWhose worth’s unknown, although his height be taken.\nLove’s not Time’s fool, though rosy lips and cheeks\nWithin his bending sickle’s compass come;\nLove alters not with his brief hours and weeks,\nBut bears it out even to the edge of doom.\nIf this be error and upon me proved,\nI never writ, nor no man ever loved." }, { "title": "莎士比亚十四行诗第117首 | 莎士比亚十四行诗", "content_zh": "你这样责备我吧；为的是我本该\n报你的大恩，而我竟无所举动；\n每天我都有义务要回报你的爱，\n而我竟忘了把你的至爱来称颂；\n为的是，我曾和无聊的人们交往，\n断送你宝贵的友谊给暂时的机缘；\n为的是，我扬帆航行，让任何风向\n把我带到离开你最远的地点。\n请你记录下我的错误和任性，\n有了凭证，你就好继续推察；\n你可以带一脸愠怒，对我瞄准，\n但是别唤醒你的恨，把我射杀：\n因为我的诉状说，我确曾努力于\n证实你的爱是怎样忠贞和不渝。", "note": "诗人自愿受爱友的责备。诗人承认他曾犯过错误，承认自己的任性与过失。但他最后声明：他做这些是为了证明对方究竟爱不爱他。——第一行：诗人愿受爱友之责，从第一行“为的是”开始至第八行止，都是说明愿受责备的原因。第六行：“暂时的机缘”指与“无聊的人们”的交谊。第十行：“许多事实已证明你的疑惑有理，请再疑惑别的吧”。第十二行：“但请不要用恨我来伤害或惩罚我”。第十三、十四行：诗人为自己辩护，说，他是故意那样做，来考验他爱友的爱的。参阅第100首第一至十二行。", "content_en": "Accuse me thus: that I have scanted all\nWherein I should your great deserts repay,\nForgot upon your dearest love to call,\nWhereto all bonds do tie me day by day;\nThat I have frequent been with unknown minds,\nAnd given to time your own dear-purchased right;\nThat I have hoisted sail to all the winds\nWhich should transport me farthest from your sight.\nBook both my willfulness and errors down,\nAnd on just proof surmise accumulate;\nBring me within the level of your frown,\nBut shoot not at me in your wakened hate;\nSince my appeal says I did strive to prove\nThe constancy and virtue of your love." }, { "title": "莎士比亚十四行诗第118首 | 莎士比亚十四行诗", "content_zh": "好比我们要自己的食欲大增，\n就用苦辣味儿去刺激舌头；\n好比我们要预防未发的病症，\n就吃下泻药，跟生病一样别扭；\n同样，吃厌了你的甘美（其实\n永远吃不厌），我就把苦酱当食粮；\n厌倦了健康，就去得病，说是\n这样才舒服，其实不需要这样。\n这样，为了预防未发的病痛，\n爱的策略就成了确定的过失：\n把十分健康的身心投入医药中，\n使它餍足善，反要让恶来医治。\n但是，我因此学到了真正的教训：\n药，毒害了对你厌倦的那个人。", "note": "诗人曾经常与别人来往，把这种往来当做药剂；现在诗人发觉，这种往来不但不需要，而且是有害的。——第四行：服通便剂以驱邪，使自己像生了病一样。第九、十行：诗人预先防备自己对爱友的爱会满而溢，盈而亏，这是非常不明智的；正如在健康时服药以防病，适得病毒。第十二行“它”指第十一行中的“健康的身心”。第十四行：与“无聊的人们”的交往使诗人处于更坏（比之于与爱友交往时的单调感）的境地。", "content_en": "Like as to make our appetites more keen\nWith eager compounds we our palate urge,\nAs to prevent our maladies unseen,\nWe sicken to shun sickness when we purge;\nEven so, being full of your ne’er-cloying sweetness,\nTo bitter sauces did I frame my feeding;\nAnd, sick of welfare, found a kind of meetness\nTo be diseased ere that there was true needing.\nThus policy in love, t’ anticipate\nThe ills that were not, grew to faults assured,\nAnd brought to medicine a healthful state,\nWhich, rank of goodness, would by ill be cured.\nBut thence I learn, and find the lesson true,\nDrugs poison him that so fell sick of you." }, { "title": "莎士比亚十四行诗第119首 | 莎士比亚十四行诗", "content_zh": "我曾经喝过赛人的眼泪的毒汤——\n像内心地狱里蒸馏出来的污汁，\n使我把希望当恐惧，恐惧当希望，\n自以为得益，其实在不断地损失！\n我的心犯过多么可鄙的过错，\n在它自以为无比幸福的时光！\n我的双目曾怎样震出了圆座，\n在这种疯狂的热病中恼乱慌张！\n恶的好处呵！现在我已经明了，\n善，的确能因恶而变得更善；\n垮了的爱，一旦重新建造好，\n就变得比原先更美，更伟大、壮健。\n因此，我受了谴责却归于自慰，\n由于恶，我的收获比耗费大三倍。", "note": "诗人与那些“无聊的人们”（第117首第五行）即“苦酱”（第118首第六行）的交往，等于是“赛人”的眼泪的毒汤，诗人喝下了就受到大害，变得狂乱。但自从诗人与其爱友言归于好之后，诗人对他的爱反因而变得更美，更伟大与健壮了。——第一行：“赛人”是Siren的音译，这是希腊神话中一种害人的女妖。第三至六行：诗人获得了与别人的友谊，而其实是受了害。第七、八行：“我的眼睛曾在我的热病的突发中痉挛地脱出了眼窝”，“圆座”指眼窝，“热病”指友谊或爱，参照第147首第一行。第九至十二行：善因克服了恶而更善，爱由于克服了危机而更巩固。", "content_en": "What potions have I drunk of Siren tears\nDistilled from limbecks foul as hell within,\nApplying fears to hopes and hopes to fears,\nStill losing when I saw myself to win!\nWhat wretched errors hath my heart committed,\nWhilst it hath thought itself so blessed never!\nHow have mine eyes out of their spheres been fitted\nIn the distraction of this madding fever!\nO, benefit of ill: now I find true\nThat better is by evil still made better;\nAnd ruined love, when it is built anew,\nGrows fairer than at first, more strong, far greater.\nSo I return rebuked to my content,\nAnd gain by ill thrice more than I have spent." }, { "title": "莎士比亚十四行诗第120首 | 莎士比亚十四行诗", "content_zh": "你对我狠过心，现在这对我有帮助：\n想起了从前我曾经感到的悲伤，\n我只有痛悔我近来犯下的错误，\n要不然我这人真成了铁石心肠。\n如果我的狠心曾使你震颤，\n那你已度过一段时间在阴曹；\n我可是懒汉，没匀出空闲来掂一掂\n你那次肆虐给了我怎样的苦恼。\n我们不幸的夜晚将使我深心里\n牢记着：真悲哀怎样惨厉地袭来，\n我随即又向你（如你曾向我）呈递\n谦卑的香膏去医治受伤的胸怀！\n你的过失现在却成了赔偿费；\n我的赎你的，你的该把我赎回。", "note": "诗人认为：他爱友过去曾对诗人冷淡过这件事，现在对诗人有用处，可以用来作为诗人最近对他爱友冷淡这件事的抵消。——第二行：“从前”指第一行“你对我狠过心”的时候。第三行：“错误”指诗人最近对爱友的冷淡无情。这两行意谓诗人通过了过去受苦的经验而了解自己使对方受苦的程度。第六行：“一段时间在阴曹”请参照第58首第十三行。第七、八行，这两行实际上意味着：诗人自称没有从自己的痛苦中设身处地地去感受爱友的苦痛。第九行：“不幸的夜晚”可能指一个时期，也可能指某一夜。第十一、十二行：“接着我又立刻向你谦卑地道歉，正如你那一次立刻谦卑地向我道歉一样”。第十三、十四行：诗人的爱友昔日对诗人的无情，成为一笔赔偿费，诗人可以用它来赎出诗人今日对爱友的无情，有如双方交换俘虏一般。第十四行中“我的”与“你的”之下，均省略了“过失”。", "content_en": "That you were once unkind befriends me now,\nAnd for that sorrow which I then did feel\nNeeds must I under my transgression bow,\nUnless my nerves were brass or hammered steel.\nFor if you were by my unkindness shaken,\nAs I by yours, y’have passed a hell of time,\nAnd I, a tyrant, have no leisure taken\nTo weigh how once I suffered in your crime.\nO, that our night of woe might have rememb’red\nMy deepest sense how hard true sorrow hits,\nAnd soon to you, as you to me then, tend’red\nThe humble salve which wounded bosoms fits!\nBut that your trespass now becomes a fee;\nMine ransoms yours, and yours must ransom me." }, { "title": "莎士比亚十四行诗第121首 | 莎士比亚十四行诗", "content_zh": "宁可卑劣，也不愿被认为卑劣，\n既然无辜被当做有罪来申斥；\n凭别人察看而不是凭本人感觉\n而判为合法的快乐已经丢失。\n为什么别人的虚伪淫猥的媚眼\n要向我快乐的血液问候，招徕？\n为什么懦夫们要窥探我的弱点，\n还把我认为是好的硬说成坏？\n不。——我始终是我；他们对准我\n詈骂诽谤，正说明他们污秽：\n我是正直的，尽管他们是歪货；\n他们的脏念头表不出我的行为；\n除非他们敢声言全人类是罪孽，——\n人都是恶人，用作恶统治着世界。", "note": "这是一首难解的十四行诗。有人认为它的主题是关于当时人们对戏剧的偏见，有人认为是某种对诗人或对爱友的诽谤。这里不妨假定：诗人因受到别人诽谤而苦恼着。他说，真正卑劣倒比被视为卑劣好些，因为应该被斥责，就不是无辜的了。被人称赞是一种快乐，对于一个正直的人来说，这是合法的享受。如果正直的人被诽谤了，他就失去了这种快乐。为什么坏人要用他们自己的尺度来衡量诗人呢？——第三、四行：被当做卑劣者失去了被人称赞这一合法的快乐，人们认为它合法，是凭人们的看法而不是凭本人的知觉。第五、六行：为什么淫猥的人们要对我快乐的血液（情欲）加以引诱？第七、八行：我没有做错什么事，只是，比我更脆弱的人们（易于做坏事的懦夫）来窥探了我的弱点，并对我作了错误的判断。", "content_en": "‘Tis better to be vile than vile esteemed\nWhen not to be receives reproach of being,\nAnd the just pleasure lost, which is so deemed\nNot by our feeling, but by others’ seeing.\nFor why should others’ false adulterate eyes\nGive salutation to my sportive blood?\nOr on my frailties why are frailer spies,\nWhich in their wills count bad what I think good?\nNo, I am that I am, and they that level\nAt my abuses reckon up their own;\nI may be straight though they themselves be bevel.\nBy their rank thoughts my deeds must not be shown,\nUnless this general evil they maintain:\nAll men are bad and in their badness reign." }, { "title": "莎士比亚十四行诗第122首 | 莎士比亚十四行诗", "content_zh": "你赠送给我的手册里面的一切，\n已在我脑子里写明，好留做纪念，\n这一切将超越手册中无用的篇页，\n跨过所有的时日，甚至到永远：\n或至少坚持到我的脑子和心\n还能借自然的功能而生存的时候；\n只要这两者没把你忘记干净，\n关于你的记载就一定会保留。\n可怜的手册保不住那么多的爱，\n我也不用筹码把你的爱累计；\n所以我斗胆把那本手册丢开，\n去信托别的手册，更好地拥抱你：\n要依靠拐杖才能够把你记牢，\n无异于表明我容易把你忘掉。", "note": "诗人的爱友曾赠诗人以手册，而诗人在与爱友别离的时期，可能把它丢了或者送给了别人。这里诗人解释道：他并不需要手册来保持对爱友的记忆，因为手册中所写的都已写在他脑中了。（诗人曾赠爱友以同样的纪念物，见第77首。）——第一至四行：手册上的一切，都已铭刻在诗人的记忆中了。第五至八行：至少当诗人活着的时候，当诗人的脑子还有记忆力时，诗人将永远记着爱友；“两者”指脑子和心。第十行：“筹码”（tallies）系古时用以帮助记账的条，此处比做手册。第十二行：别的“更好地拥抱你”的手册指诗人的脑子或记忆。", "content_en": "Thy gift, thy tables, are within my brain\nFull charactered with lasting memory,\nWhich shall above that idle rank remain\nBeyond all date, even to eternity;\nOr, at the least, so long as brain and heart\nHave faculty by nature to subsist,\nTill each to razed oblivion yield his part\nOf thee, thy record never can be missed.\nThat poor retention could not so much hold,\nNor need I tallies thy dear love to score.\nTherefore to give them from me was I bold,\nTo trust those tables that receive thee more.\nTo keep an adjunct to remember thee\nWere to import forgetfulness in me." }, { "title": "莎士比亚十四行诗第123首 | 莎士比亚十四行诗", "content_zh": "不！时间呵，你不能夸说我在变；\n你有力量重新把金字塔建起，\n我看它可并不希奇，并不新鲜；\n那是旧景象穿上新衣裳而已。\n我们活不长，所以我们要赞扬\n你鱼目混珠地拿给我们的旧货；\n宁可使它们合乎我们的愿望，\n而不想：我们早听见它们被说过。\n我是瞧不起你和你的记载的，\n也不惊奇于你的现在和过去，\n因为那由你的长跑编造出来的\n记载和我们见到的景象是骗局：\n我如此起誓，以后也始终如此，\n不怕你跟你的镰刀，我永远忠实。", "note": "诗人又向“时间”挑战了，说，他（诗人）不会变。重复着“循环说”（见第59首“译解”），诗人宣称他懂得：事物看来是旧的去新的来，但我们之所以有这种感觉，只是因为我们的生命太短之故。其实一切事物都在循环中周而复始。“时间”及其记载在不停的长跑中把旧事物骗人说是新事物，但诗人认清了“时间”是什么，轻视了“时间”的力量，而坚持于保持自己的忠实。这首诗中的“你”指“时间”。参阅第64首。——第七行：宁可把它们当做我们希望见到的新事物。", "content_en": "No, Time, thou shalt not boast that I do change.\nThy pyramids built up with newer might\nTo me are nothing novel, nothing strange;\nThey are but dressings of a former sight.\nOur dates are brief, and therefore we admire\nWhat thou dost foist upon us that is old,\nAnd rather make them born to our desire\nThan think that we before have heard them told.\nThy registers and thee I both defy,\nNot wond’ring at the present, nor the past;\nFor thy records and what we see doth lie,\nMade more or less by thy continual haste.\nThis I do vow, and this shall ever be:\nI will be true despite thy scythe and thee." }, { "title": "莎士比亚十四行诗第124首 | 莎士比亚十四行诗", "content_zh": "假如我的爱只是权势的孩子，\n它会是命运的私生儿，没有爸爸，\n它将被时间的爱或憎任意处置，\n随同恶草，或随同好花被摘下。\n不，它建立了，同偶然毫无牵挂；\n在含笑的高贵面前，它沉得住气，\n被压制的愤懑的爆发也打不垮它，\n尽管这爆发已成为当代的风气。\n权谋在租期很短的土地上干活，\n对于这位异教徒，它毫不恐惧。\n它不因热而生长，不被雨淹没，\n它只是巍然独立，且深谋远虑。\n我唤那为一善而死、为众恶而生、\n被时间愚弄的人来为此事作证。", "note": " 这也是一首难解的十四行诗。可能是这样的意思：诗人对爱友的爱，并不是因为后者有权势而产生的，否则这爱就会随时光变化了。诗人对爱友的爱是远离时间的“无数事故”（见第115首第五行）的，任何暂时的事物都不能影响它。——第一行：“爱”指诗人对爱友的爱。第一至四行：假如诗人对爱友的爱是由于媚悦权势之故，那么只要对方的荣华一去，这爱也就不存在了，时间就要来刈割它，时间的爱会把它当香花采去，时间的憎会把它当恶草采去。第二行以下的“它”均指第一行中的“我的爱”。第七、八行：诗人对爱友的爱不变。第九、十行：“权谋”为了自己的利益而处心积虑，具有这种心理状态的人是没有真正的信仰、是不相信真正的爱的，所以是异教徒（基督徒口中的贬词）。这种异教徒像一位租借短期的土地的人，为了目前的利益而在他租用的时间内耗尽地力。第十二行：深谋远虑，为了爱的永恒。第十四行：“被时间愚弄的人”指能被时间任意左右的人，他们一生是罪恶的，只有他们的死是善事，因为消灭了恶，故他们不能征服时间。他们死了，所以具备了为诗人的永恒的爱作证的条件：易变者是要早日被时间消灭的。", "content_en": "If my dear love were but the child of state,\nIt might for Fortune’s bastard be unfathered,\nAs subject to Time’s love, or to Time’s hate,\nWeeds among weeds, or flowers with flowers gathered.\nNo, it was builded far from accident;\nIt suffers not in smiling pomp, nor falls\nUnder the blow of thralled discontent,\nWhereto th’ inviting time our fashion calls.\nIt fears not Policy, that heretic,\nWhich works on leases of short-numb’red hours,\nBut all alone stands hugely politic,\nThat it nor grows with heat, nor drowns with showers.\nTo this I witness call the fools of Time,\nWhich die for goodness, who have lived for crime." }, { "title": "莎士比亚十四行诗第125首 | 莎士比亚十四行诗", "content_zh": "我举着华盖，用表面的恭维来撑持\n你的面子，这对我有什么好处？\n为永久，我奠下伟大的基础——它其实\n比荒芜为期更短，这也是何苦？\n难道我没见过仪表和容貌的租用者\n付太多租钱，反而把一切都丢光？\n可怜的贪利人，老在凝视中挥霍，\n弃清淡入味，只追求浓油赤酱！\n不；——让我在你心中永远不渝，\n请接受我贫乏然而真率的贡礼，\n它没有羼杂次货，也不懂权术，\n只不过是我向你回敬的诚意。\n滚开，假证人，告密者！你愈陷害\n忠实的灵魂，他愈在你控制以外。", "note": "接上一首。诗人对爱友说：“如果我像侍从那样，为你持着华盖，当一名‘容貌的租用者’，把我的希望托付给你的美貌，这对我有什么真正的好处呢？难道我不知道，这样做的人失去了他们曾经有过的一切和希望得到的一切？我的爱是不必拿去公开表现的，它所追求的也不是别的，只是爱的回报。”我们是否可以这样假设：“假证人”（第十三行）曾非难莎士比亚，说他在大庭广众之中怠慢了他的爱友；于是诗人申言：他的爱不是基于对方的美貌，不会随对方美貌的衰败而消退，他的爱是纯粹为爱的爱。——第三、四行：可能是指诗人过去写了不少十四行诗说爱友的美将长驻，可是现在它已经凋败了。第五、六行：他们不再爱，甚至讨厌。他们的作为与诗人恰恰相反。第七、八行：“贪利人”指第五行中的“租用者”，他们“凝视”着对方的美貌，为此而付出很大的代价（挥霍）。“清淡入味”指纯真的爱，“浓油赤酱”指对美貌的迷恋。第九行：让我的爱表现在真心里，而不表现在礼仪上。第十、十一行：诗人献给爱友的贡礼，即爱，是纯而不杂的，是赤忱的；它所期望的只是爱的回报。第十三行：“告密者”可参照第121首第七行中的“懦夫们”。", "content_en": "Were’t aught to me I bore the canopy,\nWith my extern the outward honoring,\nOr laid great bases for eternity,\nWhich proves more short than waste or ruining?\nHave I not seen dwellers on form and favor\nLose all and more by paying too much rent,\nFor compound sweet forgoing simple savor,\nPitiful thrivers, in their gazing spent?\nNo, let me be obsequious in thy heart,\nAnd take thou my oblation, poor but free,\nWhich is not mixed with seconds, knows no art,\nBut mutual render, only me for thee.\nHence, thou suborned informer! A true soul\nWhen most impeached stands least in thy control." }, { "title": "莎士比亚十四行诗第126首 | 莎士比亚十四行诗", "content_zh": "可爱的孩子呵，你控制了易变的沙漏——\n时光老人的小镰刀—— 一个个钟头；\n在衰老途中你成长，并由此显出来\n你的密友们在枯萎，而你在盛开！\n假如大自然，那统治兴衰的大君主，\n见你走一步，就把你拖回一步，\n那她守牢你就为了使她的技巧\n能贬低时间，能杀死渺小的分秒。\n可是你——她的宠儿呵，你也得怕她；\n她只能暂留你、不能永保你做宝匣。\n她的账不能不算清，虽然延了期，\n她的债务要偿清，只有放弃你。", "note": "这首诗其实只有六对偶句（couplet），共十二行而不是一首十四行诗。这里，诗人警告他的爱友说，虽然现在由于自然的帮助，他能握有时间给他的一切美，但他仍须留心；因为自然的能力也受时间支配，到最后，她也不得不放弃她最心爱的宝贝。——第一行：“孩子”，对方在诗人眼中仍然年青；“沙漏”及第二行中的“小镰刀”指时间之易变与不留情，现在这些东西在他爱友的掌握之中，即他爱友的美不易衰颓。第三行：爱友在时间的进程中不但没有衰老，反而长得更美了。第五至八行：自然所以守牢他的爱友，就为了要与时间挑战；证明时间对他爱友是不能加以损害的。", "content_en": "【英文原文】" }, { "title": "莎士比亚十四行诗第127首 | 莎士比亚十四行诗", "content_zh": "在往古时候，黑可是算不得美色，\n黑即使真美，也没人称它为美；\n但是现在，黑成了美的继承者，\n美有了这个私生子，受到了诋毁：\n自从人人都僭取了自然的力量，\n把丑变做美，运用了骗人的美容术，\n甜美就失去了名声和神圣的殿堂，\n如果不活在耻辱中，就受尽了亵渎。\n因此，我情人的头发像乌鸦般黑，\n她的眼睛也穿上了黑衣，仿佛是\n在哀悼那生来不美、却打扮成美、\n而用假美名侮辱了造化的人士：\n她眼晴哀悼着他们，漾着哀思，\n教每个舌头都说，美应当如此。", "note": "从这一首起，开始了另一系列的十四行诗，这些诗是讲到或献给一位黑（褐）肤、黑发、黑眼睛的女郎的。这一系列十四行诗到第152首为止。诗人说，过去，丑是不被认为（至少是不被称为）美的，而现在，丑由于化妆（脂粉）而使人看上去觉得“美”，从而进入了美的王国，这就使真美受到了羞辱以至亵渎。于是，诗人的情人的黑眼睛，就为那些涂脂抹粉之辈哀悼。按西方人在丧礼时穿黑衣。诗人因为她（情人）并不涂抹，于是认为所谓美，应当这样，即应当是黑色的，与她的眼睛相配。——第一行：“美”原文为fair，除解释为“美”外亦可解释为“白皙”。第三行：“黑”不一定指女郎的肤色而是泛指丑。第九行：参照第130首第三行；按当时崇尚金发，以黑发为不美。第十三行：“哀思”指眼睛中的黑色。", "content_en": "In the old age black was not counted fair,\nOr, if it were, it bore not beauty’s name.\nBut now is black beauty’s successive heir,\nAnd beauty slandered with a bastard shame;\nFor since each hand hath put on nature’s power,\nFairing the foul with art’s false borrowed face,\nSweet beauty hath no name, no holy bower,\nBut is profaned, if not lives in disgrace.\nTherefore my mistress’ eyes are raven black,\nHer eyes so suited, and they mourners seem,\nAt such who, not born fair, no beauty lack,\nSland’ring creation with a false esteem:\nYet so they mourn, becoming of their woe,\nThat every tongue says beauty should look so." }, { "title": "莎士比亚十四行诗第128首 | 莎士比亚十四行诗", "content_zh": "我的音乐呵，你把钢丝的和声\n轻轻地奏出，教那幸福的键木\n在你可爱的手指的按捺下涌迸\n一连串使我耳朵入迷的音符，\n我就时常羡慕那轻跳着去亲吻\n你那柔软的指心的一个个键盘，\n我的嘴唇，本该刈割那收成，\n却羞站一边，眼看键木的大胆！\n受了逗引，我的嘴唇就巴望\n跟那些跳舞的木片换个处境；\n你的手指别尽漫步在木片上——\n教死的木片比活的嘴唇更幸运。\n孟浪的键盘竟如此幸福？行，\n把手指给键盘、把嘴唇给我来亲吻！", "note": "诗人的情人时常弹奏“维琴纳儿”琴（virginal，流行于16世纪欧洲的一种小键琴），诗人非常妒羡那琴上的键，他曾希望变做琴键去吻那女郎的手指，但现在他宁可做一个男子去吻他情人的嘴唇。有人怀疑这一首是不是莎士比亚的作品。——第一行：“我的音乐”是诗人对女郎的称呼，请参看第8首第一行及第130首第九、十行。第十、十一、十二行“木片”指键盘。", "content_en": "How oft, when thou, my music, music play’st\nUpon that blessed wood whose motion sounds\nWith thy sweet fingers when thou gently sway’st\nThe wiry concord that mine ear confounds,\nDo I envy those jacks that nimble leap\nTo kiss the tender inward of thy hand,\nWhilst my poor lips, which should that harvest reap,\nAt the wood’s boldness by thee blushing stand.\nTo be so tickled, they would change their state\nAnd situation with those dancing chips\nO’er whom thy fingers walk with gentle gait,\nMaking dead wood more blest than living lips.\nSince saucy jacks so happy are in this,\nGive them thy fingers, me thy lips to kiss." }, { "title": "莎士比亚十四行诗第129首 | 莎士比亚十四行诗", "content_zh": "生气丧失在带来耻辱的消耗里，\n是情欲在行动；情欲还没成行动\n已成过失，阴谋，罪恶，和杀机，\n变得野蛮，狂暴，残忍，没信用；\n刚尝到欢乐，立刻就觉得可鄙；\n冲破理智去追求；到了手又马上\n抛开理智而厌恶，像吞下诱饵，\n放诱饵，是为了使上钩者疯狂：\n疯狂于追求，进而疯狂于占有；\n占有了，占有着，还要，绝不放松；\n品尝甜头，尝过了，原来是苦头；\n事前，图个欢喜；过后，一场梦：\n这，大家全明白，可没人懂怎样\n去躲开这座引人入地狱的天堂。", "note": "这是一首强有力的十四行诗。似乎是独立存在的，至少看不出它与前后诗作有什么明显的联系。其实它与其他诗作有深刻的内在联系。诗人在这里分析了贪欲者们，并对他们提出警告。此诗是对耽于肉欲者的指斥，但不仅仅是。细看诗的内容，可以体会到，莎士比亚的矛头指向的是一切情欲、财欲、名欲、权欲的贪求者，因此也是指向更为深广的社会现象。最后两行以精警的笔墨，深刻揭示了人类的某种普遍弱点，使人感到惊心动魄。这首诗由于它的振聋发聩的作用，在莎士比亚全部十四行诗中占有特殊的地位。", "content_en": "Th’ expense of spirit in a waste of shame\nIs lust in action; and, till action, lust\nIs perjured, murd’rous, bloody, full of blame,\nSavage, extreme, rude, cruel, not to trust;\nEnjoyed no sooner but despised straight;\nPast reason hunted, and no sooner had,\nPast reason hated as a swallowed bait\nOn purpose laid to make the taker mad;\nMade in pursuit, and in possession so;\nHad, having, and in quest to have, extreme;\nA bliss in proof, and proved, a very woe,\nBefore, a joy proposed; behind, a dream.\nAll this the world well knows, yet none knows well\nTo shun the heaven that leads men to this hell." }, { "title": "莎士比亚十四行诗第130首 | 莎士比亚十四行诗", "content_zh": "我的情人的眼睛绝不像太阳；\n红珊瑚远远胜过她嘴唇的红色：\n如果发是丝，铁丝就生在她头上；\n如果雪算白，她胸膛就一味暗褐。\n我见过玫瑰如缎，红里透白，\n但她的双颊，赛不过这种玫瑰；\n有时候，我的情人吐出气息来，\n也不如几种熏香更教人沉醉。\n我挺爱听她说话，但我很清楚\n乐器会奏出更加悦耳的和音；\n我注视我的情人在大地上举步，——\n同时我承认没见到女神在行进；\n可是天哪，我认为我情人比那些\n被瞎比一通的美人儿更加超绝。", "note": "别的诗人们把他们的情人比喻得天花乱坠，但莎士比亚说，他的情人并没有那种被说得天花乱坠的美，虽然，他觉得事实上他的情人真美。——第三行：参照第127首第九行。又，这里的“丝”，原文是金属丝，是当时常用的一种比喻。第四、六行：女郎的肤色为褐（黑）。第十三、十四行：参照第21首。", "content_en": "My mistress’ eyes are nothing like the sun;\nCoral is far more red than her lips’ red;\nIf snow be white, why then her breasts are dun;\nIf hairs be wires, black wires grow on her head.\nI have seen roses damasked, red and white,\nBut no such roses see I in her cheeks,\nAnd in some perfumes is there more delight\nThan in the breath that from my mistress reeks.\nI love to hear her speak, yet well I know\nThat music hath a far more pleasing sound.\nI grant I never saw a goddess go;\nMy mistress when she walks treads on the ground.\nAnd yet, by heaven, I think my love as rare\nAs any she belied with false compare." }, { "title": "莎士比亚十四行诗第131首 | 莎士比亚十四行诗", "content_zh": "有些人，因为美了就冷酷骄横，\n你这副模样，却也同样地横暴；\n因为你知道，我对你一片痴情，\n把你当做最贵重、最美丽的珍宝。\n不过，真的，有人见过你，他们说，\n你的脸不具备使爱叹息的力量：\n我不敢大胆地断定他们说错，\n虽然我暗自发誓说，他们在瞎讲。\n而且，我赌咒，我这决不是骗人，\n当我只念着你的容貌的时刻，\n千百个叹息联袂而来做见证，\n都说你的黑在我看来是绝色。\n你一点也不黑，除了你的行径，\n就为了这个，我想，谣言才流行。", "note": "诗人对他的情人说，她似乎真算是美人，竟对他那么骄横；其实，她不过知道诗人溺爱着她而已。有人说，她并没有迷人的魅力；诗人不敢否定这种看法，但他暗自肯定着自己的看法：她虽然黑（不白），却是美极了。诗人认为，她的容貌并不黑，只是行为（良心）太黑，大概就为了这个，别人才说她不美的。——第二行：“你这副模样”指肤色黑，被认为不美。第十一行：“叹息”用了拟人法。第十四行：“谣言”指第六行中的话。", "content_en": "Thou art as tyrannous, so as thou art,\nAs those whose beauties proudly make them cruel;\nFor well thou know’st to my dear doting heart\nThou art the fairest and most precious jewel.\nYet, in good faith, some say that thee behold,\nThy face hath not the power to make love groan;\nTo say they err I dare not be so bold,\nAlthough I swear it to myself alone.\nAnd, to be sure that is not false I swear,\nA thousand groans, but thinking on thy face,\nOne on another’s neck, do witness bear\nThy black is fairest in my judgment’s place.\nIn nothing art thou black save in thy deeds,\nAnd thence this slander, as I think, proceeds." }, { "title": "莎士比亚十四行诗第132首 | 莎士比亚十四行诗", "content_zh": "我爱你眼睛；你眼睛也在同情我，\n知道你的心用轻蔑使我痛心，\n就蒙上黑色，做了爱的哀悼者，\n对我的痛苦显出了姣好的怜悯。\n确实，无论是朝阳在清晨出现，\n很好地配上了东方灰色的面颊，\n还是阔大的黄昏星迎出傍晚，\n给西方清冷的天空添一半光华，\n都不如你两眼哀愁配得上你的脸；\n既然悲哀使你美，就让你的心\n也跟你眼睛一样，给我以哀怜，\n教怜悯配上你全身的每一部分。\n对了，美的本身就是黑，我赌咒，\n而你的脸色以外的一切，都是丑。", "note": "女郎的眼睛是黑色，而黑色是哀悼（或怜悯）之色，于是诗人假想说，他情人的眼睛知道了诗人因遭受了她的心的轻蔑而痛苦着，因而蒙上黑色而为诗人哀伤，诗人认为她的黑色的眼睛与她的容貌非常相称，美极了，比太阳在东方或黄昏星在西天更美；于是诗人希望她的心也能为他悲哀，怜悯他（即爱他），因为悲哀使她美丽。——第五至八行：参阅第21首。第十二行：暗示女郎的肤色。比较莎士比亚的剧本《仲夏夜之梦》第五幕第一场中的台词：“情人，同样是那么疯狂，能从埃及人的黑脸上看见海伦。”", "content_en": "Thine eyes I love, and they, as pitying me,\nKnowing thy heart torment me with disdain,\nHave put on black and loving mourners be,\nLooking with pretty ruth upon my pain.\nAnd truly not the morning sun of heaven\nBetter becomes the grey cheeks of the east,\nNor that full star that ushers in the even\nDoth half that glory to the sober west\nAs those two mourning eyes become thy face.\nO, let it then as well beseem thy heart\nTo mourn for me, since mourning doth thee grace,\nAnd suit thy pity like in every part.\nThen will I swear beauty herself is black,\nAnd all they foul that thy complexion lack." }, { "title": "莎士比亚十四行诗第133首 | 莎士比亚十四行诗", "content_zh": "将那颗使我心呻吟的狠心诅咒！\n那颗心使我和我朋友受了重伤；\n难道教我一个人受苦还不够，\n一定要我爱友也受苦，奴隶那样？\n你满眼冷酷，把我从自身夺去；\n你把那第二个我也狠心独占；\n我已经被他、我自己和你所背弃；\n这样就承受了三重三倍的苦难。\n请把我的心在你的钢胸里押下，\n好让我的心来保释我朋友的心；\n无论谁监守我，得让我的心守护他；\n你就不会在狱中对我太凶狠：\n你还会凶狠的；因为，关在你胸内，\n我，和我的一切，你必然要支配。", "note": "诗人曾向女郎求爱未遂，但仍有希望。现在诗人责备她，因为她又在使诗人的朋友苦恼了。诗人愿意挺身而出，保释朋友，不过诗人自己必须受监禁。于是诗人就受到了朋友、女郎和他自己三方面的背弃。——第六行：“第二个我”指诗人的朋友。第七行：被“我自己”背弃，是因为诗人与他的朋友是一体。参看第42首第十三行。第八行：三倍的苦难指苦难多，三重三倍（即九倍）是因为上一行指出诗人受到三个人的背弃。参看第42首。第九行：“钢胸”指女郎的铁石心肠。第十一行：无论谁做监守我的狱卒，总得让我的心来守护我朋友（或做保护我朋友的房子），使他不受监禁的痛苦，而我自己可以受监禁的痛苦。“他”指朋友。第十三、十四行：诗人既然被关在女郎胸中，诗人心中的一切（包括朋友在内）也就都在女郎胸中了，女郎对诗人的任何粗暴，都会使朋友感到。", "content_en": "Beshrew that heart that makes my heart to groan\nFor that deep wound it gives my friend and me.\nIs’t not enough to torture me alone,\nBut slave to slavery my sweet’st friend must be?\nMe from myself thy cruel eye hath taken,\nAnd my next self thou harder hast engrossed.\nOf him, myself, and thee, I am forsaken;\nA torment thrice threefold thus to be crossed.\nPrison my heart in thy steel bosom’s ward,\nBut then my friend’s heart let my poor heart bail;\nWhoe’er keeps me, let my heart be his guard;\nThou canst not then use rigor in my jail.\nAnd yet thou wilt, for I, being pent in thee,\nPerforce am thine, and all that is in me." }, { "title": "莎士比亚十四行诗第134首 | 莎士比亚十四行诗", "content_zh": "现在，我已经承认了他是属于你，\n我自己也已经抵押给你的意愿；\n我愿意把自己让你没收，好教你\n放出那另一个我来给我以慰安：\n你却不肯放，他也不希望获释，\n因为，你真贪图他，他也重感情；\n他像个保人那样在契约上签了字，\n为了开释我，他自己被牢牢监禁。\n你想要取得你的美貌的担保，\n就当了债主，把一切都去放高利贷，\n我朋友为我负了债，你把他控告；\n于是我失掉他，由于我无情的伤害。\n我已失掉他；你把他和我都占有；\n他付了全部，我还是没得自由。", "note": "诗人用很多法律上的比喻说明：女郎用她的美征服了诗人和诗人的朋友两个人。诗人自愿被监禁，借以换得他朋友的自由，但他朋友反而愿意为诗人做保人，因而受了牵累，也被监禁了。于是两个人都成了女郎的俘虏。“你”指女郎，“他”指朋友，“我”指诗人。——第四行：“另一个我”指诗人的朋友。第七、八行：意思是其实他可以不被监禁的，但他为了保释诗人，在契约上签了名，这契约就决定了他之被女郎监禁。第九行：“担保”指债权人向债务人所取的担保品，此处指别人对女郎的爱情，因为既有人爱她，即证明了她是美的，因此别人对她的爱情就称做她的“美貌的担保”。第十行：女郎把自己所有的“美”都借出去，以换取别人对自己的迷恋——利钱。第十四行：作为保人，他为诗人承担了债务；但是女郎要两个人（保人和债务人）都偿付欠款。", "content_en": "So, now I have confessed that he is thine\nAnd I myself am mortgaged to thy will,\nMyself I’ll forfeit, so that other mine\nThou wilt restore to be my comfort still.\nBut thou wilt not, nor he will not be free,\nFor thou art covetous, and he is kind;\nHe learned but surety-like to write for me\nUnder that bond that him as fast doth bind.\nThe statute of thy beauty thou wilt take,\nThou usurer that put’st forth all to use,\nAnd sue a friend came debtor for my sake;\nSo him I lose through my unkind abuse.\nHim have I lost, thou hast both him and me;\nHe pays the whole, and yet am I not free." }, { "title": "莎士比亚十四行诗第135首 | 莎士比亚十四行诗", "content_zh": "只要女人有心愿，你就有主意，\n还有额外的意欲、太多的意向；\n我早已餍足了，因为我老在烦扰你，\n加入了你的可爱的意愿里，就这样。\n你的意念广而大，你能否开恩\n让我的意图在你的意念里藏一藏？\n难道别人的意图你看来挺可亲，\n而对于我的意图就不肯赏光？\n大海，满是水，还照样承受天落雨，\n给它的贮藏增加更多的水量；\n你富于意欲，要扩大你的意欲，\n你得把我的意图也给添加上。\n别让那无情的“不”字把请求人杀死，\n认诸愿为一吧，认我为其中一“意志”。", "note": "这首诗与下一首都是著名的“谜章”。这首诗中的“主意”、“意愿”、“意向”、“意念”、“意图”、“意欲”、“意志”，都是译will一词，这个词的含义相当复杂，又有双关甚至更多的意义，译文是很难传达的。（按，首字母大写的Will一词即莎士比亚的名字William的简称，注释家们又举出许多与莎士比亚有关的人的名字也是William，而说这个词不只双关而已。这样的写法是当时流行的一种文字游戏。）这里，诗人恳求女郎容纳诗人对她的爱，希望她勿拒绝。——第四行：“可爱的意愿”指女郎所思慕的人们。", "content_en": "Whoever hath her wish, thou hast thy Will,\nAnd Will to boot, and Will in overplus;\nMore than enough am I that vex thee still,\nTo thy sweet will making addition thus.\nWilt thou, whose will is large and spacious,\nNot once vouchsafe to hide my will in thine?\nShall will in others seem right gracious,\nAnd in my will no fair acceptance shine?\nThe sea, all water, yet receives rain still\nAnd in abundance addeth to his store;\nSo thou being rich in Will add to thy Will\nOne will of mine, to make thy large Will more.\nLet no unkind, no fair beseechers kill;\nThink all but one, and me in that one Will." }, { "title": "莎士比亚十四行诗第136首 | 莎士比亚十四行诗", "content_zh": "假如你灵魂责备你，不让我接近你，\n就对你瞎灵魂说我是你的威尔，\n而威尔，你灵魂知道，是可以来的；\n这样让我的求爱实现吧，甜人儿！\n威尔将充塞你的爱的仓库，\n用威尔们装满它，我这个威尔算一个，\n我们容易在巨大的容量中看出，\n千百个里边，一个可不算什么。\n千百个里边，就让我暗底下通过吧，\n虽然，我必须算一个，在你的清单里；\n请你来管管不能算数的我吧，\n我对你可是个甜蜜的算数的东西：\n只消把我名儿永远当爱巴物儿；\n你也就爱我了，因为我名叫威尔。", "note": "前一首的续篇，第二首“谜章”。诗人仍在这里做will这个词的文字游戏，而且其意义更加复杂，因此只得把它音译；读者可以把“思念”、“意图”、“愿望”、“意志”、“情欲”等意义代入音译的“威尔”二字中去，同时不要忘记威尔又是诗人的名字。——第九至十二行：诗人在女郎心中虽不被重视，但总得被当做一点什么。第十三、十四行：诗人恳求女郎先爱“威尔”这个名字，然后她就会爱诗人了，因为诗人的名字叫威尔。", "content_en": "If thy soul check thee that I come so near,\nSwear to thy blind soul that I was thy Will,\nAnd will, thy soul knows, is admitted there;\nThus far for love my love-suit, sweet, fulfill.\nWill will fulfill the treasure of thy love,\nAy, fill it full with wills, and my will one.\nIn things of great receipt with ease we prove\nAmong a number one is reckoned none.\nThen in the number let me pass untold,\nThough in thy store’s account I one must be;\nFor nothing hold me, so it please thee hold\nThat nothing me, a something, sweet, to thee.\nMake but my name thy love, and love that still,\nAnd then thou lovest me for my name is Will." }, { "title": "莎士比亚十四行诗第137首 | 莎士比亚十四行诗", "content_zh": "瞎眼的笨货，爱神，对我的眼珠\n你做了什么，使它们视而不见？\n它们认识美，也知道美在哪儿住，\n可是，它们把极恶当做了至善。\n假如我眼睛太偏视，目力多丧失，\n停泊在人人都来停泊的海港里，\n何以你还要凭我的糊涂眼造钩子，\n紧紧钩住了我的心灵的判断力？\n我的心，明知道那是世界的公土，\n为什么还要把它当私有领地？\n难道我眼睛见了这一切而说不，\n偏在丑脸上安放下美的信义？\n我的心跟眼，搞错了真实的事情，\n现在就委身给专门骗人的疫病。", "note": "这首诗中“你”均指爱神（也就是爱情）。诗人抱怨爱神，因为爱使诗人的眼睛不能尽职；诗人本来很知道美是什么，美在哪儿，有诗人献给他爱友的许多十四行诗可资证明；但现在竟相信最坏的是最好的了。女郎有种种坏处，而且不美（即不白），但是诗人竟爱上了她。这是诗人的眼睛出了毛病的缘故。参照第113首。——第一行：传说爱神是盲的。第二、三、四行：“它们”指诗人的眼睛。第四行：把不美的女郎当做美的。第六行：“海港”指女郎，“停泊”意即不航行，亦即不爱别人，只爱这个女郎，而她又是许多人所追求的。第七、八行：为什么你（爱神）造出了钩子，通过我那变为讹误了的眼睛，把我的理智束缚住了？亦即为什么爱要强迫诗人的理智跟随诗人的眼睛去奉承女郎？第十三、十四行：诗人的心和眼睛过去把真理（忠实）当谎言，现在又把虚伪当真理（忠实）。心和眼委身于一种疾病，这种病使心和眼丧失了区别真伪的能力。", "content_en": "Thou blind fool, Love, what dost thou to mine eyes\nThat they behold and see not what they see?\nThey know what beauty is, see where it lies,\nYet what the best is take the worst to be.\nIf eyes, corrupt by overpartial looks,\nBe anchored in the bay where all men ride,\nWhy of eyes’ falsehood has thou forged hooks,\nWhereto the judgment of my heart is tied?\nWhy should my heart think that a several plot,\nWhich my heart knows the wide world’s common place?\nOr mine eyes seeing this, say this is not,\nTo put fair truth upon so foul a face?\nIn things right true my heart and eyes have erred,\nAnd to this false plague are they now transferred." }, { "title": "莎士比亚十四行诗第138首 | 莎士比亚十四行诗", "content_zh": "我情人起誓，说她浑身是忠实，\n我完全相信她，尽管我知道她撒谎；\n使她相信我是个懵懂的小伙子，\n不懂得世界上各种骗人的勾当。\n于是，我就假想她以为我年轻，\n虽然她知道我已经度过了盛年，\n我痴心信赖着她那滥嚼的舌根；\n这样，单纯的真实就两面都隐瞒。\n但是为什么她不说她并不真诚？\n为什么我又不说我已经年迈？\n啊！爱的好外衣是看来信任，\n爱人老了又不爱把年龄算出来：\n所以，是我骗了她，她也骗了我，\n我们的缺陷就互相用好话瞒过。", "note": "诗人和他的情人互相隐瞒了自己的弱点，而这弱点是对方知道的，只是不说穿。这里，诗人找到了“相信”（believe）（见第二行）的两重意义，其一是：对于黑女郎这种人，“相信”只存在于“看来信任”（第十一行）中；其二是“相信”存在于试图在幻想中实现自己希望做到的事情之中。", "content_en": "When my love swears that she is made of truth,\nI do believe her though I know she lies,\nThat she might think me some untutored youth,\nUnlearned in the world’s false subtleties.\nThus vainly thinking that she thinks me young,\nAlthough she knows my days are past the best,\nSimply I credit her false-speaking tongue;\nOn both sides thus is simple truth suppressed.\nBut wherefore says she not she is unjust?\nAnd wherefore say not I that I am old?\nO, love’s best habit is in seeming trust,\nAnd age in love loves not to have years told.\nTherefore I lie with her, and she with me,\nAnd in our faults by lies we flattered be." }, { "title": "莎士比亚十四行诗第139首 | 莎士比亚十四行诗", "content_zh": "啊 ，别教我来原谅你的过错，\n原谅你使我痛心的残酷，冷淡；\n用舌头害我，可别用眼睛害我；\n要堂堂正正，杀我可不要耍手段。\n告诉我你爱别人；但是，亲爱的，\n别在我面前把眼睛溜向一旁。\n你何必耍手段害我，既然我的\n防御力对你的魔力防不胜防？\n让我来袒护你：啊！我情人挺明白\n我的仇敌就是她可爱的目光；\n她于是把它们从我的脸上挪开，\n把它们害人的毒箭射向他方：\n可是别；我快要死了，请你用双目\n一下子杀死我，把我的痛苦解除。", "note": "女郎时常在诗人面前向别人眉目传情，这是诗人受不了的。但诗人试为女郎辩护道：他过去曾说她的眼睛残忍、有毒，可以算是他的仇敌，于是她就把这双眼睛从他身上移去，把毒箭射向别处去了。但是，诗人又说，他已经被她害得半死了，还是让她的目光直接射向他，把他爽快杀死，解除他的痛苦吧。——第三行：“用眼睛害我”就是不看我而看别人。第十一、十二行：“它们”指女郎的目光。", "content_en": "O, call not me to justify the wrong\nThat thy unkindness lays upon my heart;\nWound me not with thine eye but with thy tongue;\nUse power with power and slay me not by art.\nTell me thou lov’st elsewhere; but in my sight,\nDear heart, forbear to glance thine eye aside;\nWhat need’st thou wound with cunning when thy might\nIs more than my o’erpressed defense can bide?\nLet me excuse thee; ah, my love well knows\nHer pretty looks have been mine enemies,\nAnd therefore from my face she turns my foes,\nThat they elsewhere might dart their injuries.\nYet do not so; but since I am near slain,\nKill me outright with looks and rid my pain." }, { "title": "莎士比亚十四行诗第140首 | 莎士比亚十四行诗", "content_zh": "你既然冷酷，就该聪明些；别显露\n过多的轻蔑来压迫我缄口的忍耐；\n不然，悲哀会借给我口舌，来说出\n没人同情我——这种痛苦的情况来。\n假如我能把智慧教给你，那多好！\n尽管不爱我，你也得对我说爱；\n正像暴躁的病人，死期快到，\n只希望医生对他说，他会好得快；\n因为，假如我绝望了，我就会疯狂，\n疯狂了，我就会把你的坏话乱讲：\n如今这恶意的世界坏成了这样，\n疯了的耳朵会相信疯狂的诽谤。\n要我不乱说你，不疯，你的目光\n就得直射，尽管你的心在远方。", "note": "诗人请求女郎对他垂青；而且从她自身的利益出发。诗人恐吓她说，假使她使他绝望了，他就会疯狂，会到处去诽谤她，而人们也会相信的。——第一行：“冷酷”指女郎的眼睛，见第133首第五行；“聪明”指至少不要使诗人过分难堪，参阅第五行“智慧”。第二行：“缄口”指不敢说真话，以免惹怒她。第十一行：“恶意的世界”意思是“总是从恶的方面去解释一切事物的人们”。第十三、十四行：“假使你希望我不疯狂地乱说，那么你的眼睛就请不要溜向别处去（参阅笫139首第六行），而应该直看我，尽管你的骄傲的心在别处逍遥。”", "content_en": "Be wise as thou art cruel; do not press\nMy tongue-tied patience with too much disdain,\nLest sorrow lend me words, and words express\nThe manner of my pity-wanting pain.\nIf I might teach thee wit, better it were,\nThough not to love, yet love, to tell me so;\nAs testy sick men, when their deaths be near,\nNo news but health from their physicians know.\nFor if I should despair, I should grow mad,\nAnd in my madness might speak ill of thee.\nNow this ill-wresting world is grown so bad\nMad slanderers by mad ears believed be.\nThat I may not be so, nor thou belied,\nBear thine eyes straight, though thy proud heart go wide." }, { "title": "莎士比亚十四行诗第141首 | 莎士比亚十四行诗", "content_zh": "说实话，我并不用我的眼睛来爱你，\n我眼见千差万错在你的身上；\n我的心却爱着眼睛轻视的东西，\n我的心溺爱你，不理睬见到的景象。\n我耳朵不爱听你舌头唱出的歌曲；\n我的触觉（虽想要粗鄙的抚慰），\n和我的味觉，嗅觉，都不愿前去\n出席你个人任何感官的宴会：\n可是，我的五智或五官都不能\n说服我这颗痴心不来侍奉你，\n我的心不再支配我这个人影，\n甘愿做侍奉你骄傲的心的奴隶：\n我只得这样想：遭了灾，好处也有，\n她使我犯了罪，等于是教我苦修。", "note": "诗人不用眼睛爱女郎，因为她并不美（不白）。诗人的“五官”（听，视，味，嗅，触）和所谓“五智”（漫指常识、想象、空想、推测、记忆而言）也并不对她有好感，但这些都不能说服他的痴心，他的痴心仍然溺爱着她。——第十一行：“人影”指诗人已不像是五智和五官所组织成的人或没有心的人了，因为心已经离开了诗人去侍奉女郎了。也因此，这颗心不再支配这个“人影”。第十四行：“犯罪”指诗人受女郎引诱，“苦修”指作为结果的痛苦。苦修可减轻原罪，所以有好处。", "content_en": "In faith I do not love thee with mine eyes,\nFor they in thee a thousand errors note;\nBut ’tis my heart that loves what they despise,\nWho in despite of view is pleased to dote.\nNor are mine ears with thy tongue’s tune delighted,\nNor tender feeling to base touches prone,\nNor taste, nor smell, desire to be invited\nTo any sensual feast with thee alone.\nBut my five wits nor my five senses can\nDissuade one foolish heart from serving thee,\nWho leaves unswayed the likeness of a man,\nThy proud heart’s slave and vassal wretch to be.\nOnly my plague thus far I count my gain,\nThat she that makes me sin awards me pain." }, { "title": "莎士比亚十四行诗第142首 | 莎士比亚十四行诗", "content_zh": "爱是我的罪，厌恶是你的美德，\n厌恶我的罪，生根在有罪的爱情上：\n只要把你我的情况比一比，哦，\n你就会发现，责难我可不大应当；\n就算该，也不该出之于你的嘴唇，\n因为它亵渎过自己鲜红的饰物，\n跟对我一样，几次在假约上盖过印，\n抢夺过别人床铺的租金收入。\n我两眼恳求你，你两眼追求他们，\n像你爱他们般，请承认我爱你合法：\n要你的怜悯长大了也值得被怜悯，\n你应当预先把怜悯在心里栽下。\n假如你藏着它，还要向别人索取，\n你就是以身作则，活该受冷遇！", "note": "诗人说，他对女郎的爱如果算是罪恶，那么她对他的厌恶就该算是美德了。但他见到她很愿意犯这种罪（指爱），在向别人求爱，那么，他对她的爱就不能算是罪恶了。她必须怜悯（爱）他，才能获得别人对她的怜悯（爱）。——第二行：有各种解释，可能是，女郎厌恶诗人的爱（罪恶）是由于她自己在爱（罪恶）着别人。笫五行：即使诗人的爱可以被责难，也不应由女郎来责难。第六行：“它”指第五行中女郎的“嘴唇”，“鲜红的饰物”指唇红。第七行：“盖（过）印”，用接吻来盖，留下的印鉴就是唇红的痕迹。第八行：暗示女郎之所爱者乃有妇之夫。第九行：参阅第139首。第十一至十四行：“你希望别人怜悯（爱）你，你就得先怜悯（爱）我，否则，尽管你需要，别人还是不会怜悯你的。”第十三行中的“它”指怜悯（爱）。", "content_en": "Love is my sin, and thy dear virtue hate,\nHate of my sin, grounded on sinful loving.\nO, but with mine compare thou thine own state,\nAnd thou shalt find it merits not reproving,\nOr if it do, not from those lips of thine,\nThat have profaned their scarlet ornaments\nAnd sealed false bonds of love as oft as mine,\nRobbed others’ beds’ revenues of their rents.\nBe it lawful I love thee as thou lov’st those\nWhom thine eyes woo as mine importune thee.\nRoot pity in thy heart, that, when it grows,\nThy pity may deserve to pitied be.\nIf thou dost seek to have what thou dost hide,\nBy self-example mayst thou be denied." }, { "title": "莎士比亚十四行诗第143首 | 莎士比亚十四行诗", "content_zh": "看哪，像一位专心的主妇跑着\n要去把一只逃跑的母鸡抓回来，\n她拚命去追赶母鸡，可能追到的，\n不过她这就丢下了自己的小孩；\n她追赶去了，她的孩子不愿意，\n哭着去追赶母亲，而她正忙着在\n追赶那在她面前逃走的东西，\n不去理睬可怜的哭闹的幼崽；\n你也在追赶离开了你的家伙，\n我是个孩子，在后头老远地追赶；\n你只要一抓到希望，就请转向我，\n好好地做母亲，吻我，温和一点：\n只要你回来，不让我再高声哭喊，\n我就会祷告，但愿你获得“心愿”。", "note": "诗人把女郎比做一位主妇，在追赶一只逃跑的家禽；诗人又自比做那主妇的孩子，在后面哭喊着追赶妈妈。那主妇不睬孩子，因为她知道孩子总不会失去，任何时候都可以去安慰他。诗人希望女郎在得到了她的希望（鸡）以后，回来对他（诗人）温和一些，像母亲对孩子那样。——第十四行：“心愿”指第十一行中的“希望”，但“心愿”原文是Will（首字母大写），也是诗人的名字。", "content_en": "Lo, as a careful housewife runs to catch\nOne of her feathered creatures broke away,\nSets down her babe, and makes all swift dispatch\nIn pursuit of the thing she would have stay;\nWhilst her neglected child holds her in chase,\nCries to catch her whose busy care is bent\nTo follow that which flies before her face,\nNot prizing her poor infant’s discontent:\nSo run’st thou after that which flies from thee,\nWhilst I, thy babe, chase thee afar behind;\nBut if thou catch thy hope, turn back to me\nAnd play the mother’s part, kiss me, be kind.\nSo will I pray that thou mayst have thy Will,\nIf thou turn back and my loud crying still." }, { "title": "莎士比亚十四行诗第144首 | 莎士比亚十四行诗", "content_zh": "我有两个爱人：安慰，和绝望，\n他们像两个精灵，老对我劝诱；\n善精灵是个男子，十分漂亮，\n恶精灵是个女人，颜色坏透。\n我那女鬼要骗我赶快进地狱，\n就从我身边诱开了那个善精灵，\n教我那圣灵堕落，变做鬼蜮，\n用恶的骄傲去媚惑他的纯真。\n我怀疑到底我那位天使有没有\n变成恶魔，我不能准确地说出；\n但两个都走了，他们俩成了朋友，\n我猜想一个进了另一个的地府。\n但我将永远猜不透，只能猜，猜，\n等待那恶神把那善神赶出来。", "note": "诗人之所爱者有二：一个是善良的朋友，是诗人的安慰，另一个是不善良的女郎，她使诗人绝望。女郎为了要陷诗人于地狱，就先把诗人的朋友引诱开去；诗人怀疑他的朋友已陷入了女郎的地狱，但又不能确切知道。诗人害怕失去两者。——第二行：“劝诱”指向着安慰或绝望的方面鼓励，或者是向着善或恶的方面怂恿。第四行：“颜色坏透”指女郎肤色不白。第五行“女鬼”及第十四行“恶神”均指恶精灵（即女郎）。第七行“圣灵”、第八行“他”、第九行“天使”及第十四行“善神”均指善精灵（即朋友）。第八行：“骄傲”原文pride，其古义是发情、性欲（尤指雌性动物）。故“骄傲”亦可译做“情欲”。第十一行：“两个都走了”指朋友与女郎都抛弃了诗人。第十二行，“地府”（hell）是“女性生殖器”的隐喻。", "content_en": "Two loves I have, of comfort and despair,\nWhich like two spirits do suggest me still;\nThe better angel is a man right fair,\nThe worser spirit a woman coloured ill.\nTo win me soon to hell, my female evil\nTempteth my better angel from my side,\nAnd would corrupt my saint to be a devil,\nWooing his purity with her foul pride.\nAnd whether that my angel be turned fiend\nSuspect I may, yet not directly tell;\nBut being both from me, both to each friend,\nI guess one angel in another’s hell.\nYet this shall I ne’er know, but live in doubt,\nTill my bad angel fire my good one out." }, { "title": "莎士比亚十四行诗第145首 | 莎士比亚十四行诗", "content_zh": "爱神亲手缔造的嘴唇\n对着为她而憔悴的我\n吐出了一句“我厌恶…”的声音：\n但是只要她见到我难过，\n她的心胸就立刻变宽厚，\n谴责她那本该是用来\n传达温和的宣判的舌头；\n教它重新打招呼，改一改：\n她就马上把“我厌恶…”停住，\n这一停正像温和的白天\n在黑夜之后出现，黑夜如\n恶魔从天国被扔进阴间。\n她把“我厌恶…”的厌恶抛弃，\n救了我的命，说——“不是你。”", "note": "这首诗的原作是每行四音步（其他各首均系每行五音步），每行少去了两个音节；有些论者怀疑这一首诗是不是莎士比亚的作品。这里，女郎先对诗人说了“我厌恶…”，诗人听了非常悲伤，幸而她接着说“不是你”，诗人才算得救。按英文中把I hate（我厌恶）和not you（不是你）连起来其意义即变成“我不厌恶你”，但因原文在诗中是隔开的，而汉文结构又与之不同，故无法译出其妙处。——第二行：“她”指女郎。第七行：指女郎的舌头专门温和地拒绝她的爱人。第八行：“它”指女郎的舌头。", "content_en": "Those lips that Love’s own hand did make\nBreathed forth the sound that said, ‘I hate’\nTo me that languished for her sake.\nBut when she saw my woeful state,\nStraight in her heart did mercy come,\nChiding that tongue that ever sweet\nWas used in giving gentle doom,\nAnd taught it thus anew to greet:\n‘I hate,’ she altered with an end\nThat followed it as gentle day\nDoth follow night, who, like a fiend,\nFrom heaven to hell is flown away.\n‘I hate’ from hate away she threw,\nAnd saved my life, saying, ‘not you.’" }, { "title": "莎士比亚十四行诗第146首 | 莎士比亚十四行诗", "content_zh": "可怜的灵魂呵，你在我罪躯的中心，\n被装饰你的反叛力量所蒙蔽；\n为什么在内部你憔悴，忍受饥馑，\n却如此豪华地彩饰你外部的墙壁？\n这住所租期极短，又快要坍倒，\n为什么你还要为它而挥霍无度？\n虫子，靡费的继承者，岂不会吃掉\n这件奢侈品？这可是肉体的归宿？\n靠你的奴仆的损失而生活吧，灵魂，\n让他消瘦，好增加你的贮藏；\n拿时间废料去换进神圣的光阴；\n滋养内心吧，别让外表再堂皇：\n这样，你就能吃掉吃人的死神，\n而死神一死，死亡就不会再发生。", "note": "这里诗人在向灵魂（精神）说话，他指出豢养与装饰肉体是愚蠢的，因为肉体很快就会灭亡；相反地，应该使灵魂健壮繁茂，以克服死亡。——第一行：灵魂在有罪的肉体的中央。第二行：在四开本中这一行被误印了，注释家们作了种种努力来假定原作的本来面目。译者在这里采用了梅隆（Malone）的假设；“反叛力量”指背叛灵魂的肉体。第五行：“租期”指寿命；“又快要坍倒”的“住所”指日渐趋向灭亡的肉体，肉体是灵魂的住所。第七行：“虫子”指坟墓中吃死人的虫。第八行：“奢侈品”指肉体；意思是灵魂为肉体付出了太多东西。第九行“奴仆”及第十行“他”指肉体。第十三、十四行：撤除肉体（即将死亡的东西）的食物，使它消瘦，也就是减少死神的食物（肉体），这样你（灵魂）就能“吃”死神，死神死了，对于你无能为力了，你就能永生。", "content_en": "Poor soul, the center of my sinful earth,\nMy sinful earth these rebel pow’rs that thee array,\nWhy dost thou pine within and suffer dearth,\nPainting thy outward walls so costly gay?\nWhy so large cost, having so short a lease,\nDost thou upon thy fading mansion spend?\nShall worms, inheritors of this excess,\nEat up thy charge? Is this thy body’s end?\nThen, soul, live thou upon thy servant’s loss,\nAnd let that pine to aggravate thy store;\nBuy terms divine in selling hours of dross;\nWithin be fed, without be rich no more:\nSo shall thou feed on Death, that feeds on men,\nAnd Death once dead, there’s no more dying then." }, { "title": "莎士比亚十四行诗第147首 | 莎士比亚十四行诗", "content_zh": "我的爱仿佛是热病，它老是渴望\n一种能长久维持热病的事物；\n它吃着一种延续热病的食粮，\n古怪的病态食欲就得到满足。\n我的理智——治我的爱的医师，\n因为我不用他的处方而震怒，\n把我撂下了，如今我绝望而深知\n欲望即死亡，医药也不予救助。\n理智走开了，疾病就不能医治，\n我将带着永远的不安而疯狂；\n我不论思想或谈话，全像个疯子，\n远离真实，把话儿随口乱讲；\n我曾经赌咒说你美，以为你灿烂，\n你其实像地狱那样黑，像夜那样暗。", "note": "诗人对女郎的爱像是一种热病，因为他无法克服他的热情，而且已经丧失了那可能医治这种恋爱病的理智。他明知她不值得他爱，而且，他对她的赞美也不过是呓语而已。——第八行：拒绝了医师（理智）的治疗，疾病（欲望，爱）将是致命的。第十三行：“说”指第十一行中的“谈话”；“以为”指第十一行中的“思想”；“灿烂”指白皙。", "content_en": "My love is as a fever, longing still\nFor that which longer nurseth the disease,\nFeeding on that which doth preserve the ill,\nTh’ uncertain sickly appetite to please.\nMy reason, the physician to my love,\nAngry that his prescriptions are not kept,\nHath left me, and I desperate now approve\nDesire is death, which physic did except.\nPast cure I am, now reason is past care,\nAnd frantic-mad with evermore unrest;\nMy thoughts and my discourse as madmen’s are,\nAt random from the truth vainly expressed:\nFor I have sworn thee fair, and thought thee bright,\nWho art as black as hell, as dark as night." }, { "title": "莎士比亚十四行诗第148首 | 莎士比亚十四行诗", "content_zh": "天哪！爱放在我头上的是什么眼儿，\n它们反映的绝不是真正的景象！\n说是吧，我的判断力又躲在哪儿，\n竟判断错了眼睛所见到的真相？\n我的糊涂眼所溺爱的要是真俊，\n为什么大家又都说：“不这样，不”？\n如果真不，那爱就清楚地表明\n爱的目力比任谁的目力都不如：\n哦！爱的眼这么烦恼着要守望，\n要流泪，又怎么能够看得准，看得巧？\n无怪乎我会弄错眼前的景象；\n太阳也得天晴了，才明察秋毫。\n刁钻的爱呵！你教我把眼睛哭瞎，\n怕亮眼会把你肮脏的罪过揭发。", "note": "这首诗是诗人对爱（也即爱神丘比德）所说的话。爱使诗人盲目了吗？或者，诗人的眼睛虽然看得清，而诗人的理智（判断力）丧失了，不能接受正确的目光了吗？为什么诗人认为女郎是美丽的，而世上的人都说她不美呢？哦，因为在恋爱中的眼睛老是忙着在守望（不眠）、在流泪，所以不可能看得正确了。这是可恶的爱神的恶作剧呵！——第一行：“爱”，称呼爱神。第二行：“它们”指上一行的“眼儿”。笫十三行：有的论者认为这里的“爱”是指诗人的情人，但即使如此，诗人仍把情人当爱神的化身。第十四行：“肮脏的罪过”指女郎在爱情上的罪过。", "content_en": "O me, what eyes hath Love put in my head,\nWhich have no correspondence with true sight!\nOr, if they have, where is my judgment fled,\nThat censures falsely what they see aright?\nIf that be fair whereon my false eyes dote,\nWhat means the world to say it is not so?\nIf it be not, then love doth well denote\nLove’s eye is not so true as all men’s no.\nHow can it? O, how can Love’s eye be true,\nThat is so vexed with watching and with tears?\nNo marvel then though I mistake my view;\nThe sun itself sees not till heaven clears.\nO cunning Love, with tears thou keep’st me blind,\nLest eyes well-seeing thy foul faults should find." }, { "title": "莎士比亚十四行诗第149首 | 莎士比亚十四行诗", "content_zh": "冷酷的人啊！你怎能说我不爱恋你？\n事实上我跟你一起反对了我自己！\n你这个暴君啊！谁说我不在想念你？\n事实上我是为了你忘掉了我自己！\n有人厌恶你，我可曾唤他作朋友？\n有人你讨厌，我可曾去巴结，奉承？\n不但如此，你跟我生气的时候，\n我哪次不立刻对自己叹息、痛恨？\n如今，被你那流盼的眼睛所统治，\n我的美德都崇拜着你的缺陷，\n我还能尊重自己的什么好品质，\n竟敢于不屑侍奉你，如此傲慢？\n但是爱，厌恶吧，我懂了你的心思；\n你爱能看透你的人，而我是瞎子。", "note": "女郎怀疑诗人对她的爱，诗人反复申述他的确爱她，诗人甚至因为她厌恶他而站在她的立场来反对自己，借以博得她的欢心。但是她爱着一些能看出她的罪过的人们而厌恶着诗人，因为诗人对她的罪过是盲目的。——第七、八行：对于女郎所厌恶的人，诗人也起来反对，因此假使女郎厌恶诗人，诗人就起来反对自己。第十行：诗人用一切至善的美德来崇拜有缺陷的女郎。第十四行：“能看透”指能看出女郎的罪过。", "content_en": "Canst thou, O cruel, say I love thee not,\nWhen I against myself with thee partake?\nDo I not think on thee when I forgot\nAm of myself, all tyrant for thy sake?\nWho hateth thee that I do call my friend?\nOn whom frown’st thou that I do fawn upon?\nNay, if thou lour’st on me, do I not spend\nRevenge upon myself with present moan?\nWhat merit do I in myself respect\nThat is so proud thy service to despise,\nWhen all my best doth worship thy defect,\nCommanded by the motion of thine eyes?\nBut, love, hate on, for now I know thy mind;\nThose that can see thou lov’st, and I am blind." }, { "title": "莎士比亚十四行诗第150首 | 莎士比亚十四行诗", "content_zh": "啊，从什么威力中你得了力量，\n能带着缺陷把我的心灵指挥？\n能教我胡说我忠实的目光撒谎，\n并断言阳光没有使白天明媚？\n用什么方法，你居然化丑恶为美丽，\n使你的种种恶行——如此不堪，\n却具有无可争辩的智慧和魅力，\n使你的极恶在我心中胜过了至善？\n愈多听多看，我愈加对你厌恶，\n可谁教给你方法使我更爱你？\n虽然我爱着别人憎厌的人物，\n你不该同别人来憎厌我的心意：\n你毫不可爱，居然激起了我的爱，\n那我就更加有价值让你爱起来。", "note": "诗人不知道女郎何以能使他这样热爱她，以至于丧失了理性，尽管她有许多缺陷。女郎虽然不美，却有一种魅力，能使诗人把她当做至高的美。既然他如此爱她，那么，他至少是值得被她爱的。——第二行：不管女郎有怎样的缺陷，女郎仍然有力量使诗人迷恋她。第三、四行：使诗人丧失理智；第四行中的意思也可以反过来理解：使诗人申言黑暗没有使夜晚不优美，就是说黑即是白，女郎是美的。第八行：使诗人盲目地爱她。第九行：女郎有许多缺陷，照理诗人是应当厌恶她的。第十一行：别人厌恶（害怕）她，因为她有许多缺陷。第十二行：不应厌恶诗人的专注于爱的心情。", "content_en": "O, from what pow’r hast thou this pow’rful might\nWith insufficiency my heart to sway?\nTo make me give the lie to my true sight\nAnd swear that brightness doth not grace the day?\nWhence hast thou this becoming of things ill\nThat in the very refuse of thy deeds\nThere is such strength and warrantize of skill\nThat in my mind thy worst all best exceeds?\nWho taught thee how to make me love thee more,\nThe more I hear and see just cause of hate?\nO, though I love what others do abhor,\nWith others thou shouldst not abhor my state:\nIf thy unworthiness raised love in me,\nMore worthy I to be beloved of thee." }, { "title": "莎士比亚十四行诗第151首 | 莎士比亚十四行诗", "content_zh": "爱神太幼小，不知道良心是什么；\n可是谁不知良心是爱的产物？\n那么，好骗子，别死剋我的过错，\n因为，对于我的罪，你并非无辜。\n你有负于我，我跟我粗鄙的肉体\n同谋而有负于我那高贵的部分；\n我的灵魂对我的肉体说他可以\n在爱情上胜利；肉体不爱听高论，\n只是一听到你名字就起来，指出你\n是他的战利品。他因而得意扬扬，\n十分甘心于做你的可怜的仆役，\n情愿站着伺候你，倒在你身旁。\n这样做不是没良心的：如果我把她\n叫做爱，为了她的爱，我起来又倒下。", "note": "诗人申言：年幼的爱神丘比德不知行为之检点为何物。后来，良心通过同一的爱而醒来了。女郎决不该责备诗人，因为，事实证明：他之所以与自己的肉体同谋而出卖了自己的灵魂（指丧失理智，盲目爱她），全是为了她的缘故。这首诗原文中有不少猥亵的隐语。——第一行：参阅第115首第十三行。第三行：“骗子”称呼女郎，理由见第152首第二至四行。通首“你”指女郎。第六行：“高贵的部分”指灵魂。第七行：“他”指灵魂。第八行：肉体不愿听灵魂的话。第九、十行：诗人的肉体认女郎为战利品。第十行：“他”指肉体。第十一、十二行：肉体做了自己的战利品的奴隶，因为这是一种特殊的战利品。第十三、十四行：“她”即指良心，复阅本首第一、二行。第十四行中第一个“爱”意为“我的爱人”，第二个“爱”指爱情。", "content_en": "Love is too young to know what conscience is,\nYet who knows not conscience is born of love?\nThen, gentle cheater, urge not my amiss,\nLest guilty of my faults thy sweet self prove.\nFor, thou betraying me, I do betray\nMy nobler part to my gross body’s treason;\nMy soul doth tell my body that he may\nTriumph in love; flesh stays no farther reason,\nBut, rising at thy name, doth point out thee,\nAs his triumphant prize. Proud of this pride,\nHe is contented thy poor drudge to be,\nTo stand in thy affairs, fall by thy side.\nNo want of conscience hold it that I call\nHer ‘love’ for whose dear love I rise and fall." }, { "title": "莎士比亚十四行诗第152首 | 莎士比亚十四行诗", "content_zh": "在爱你这点上，你知道我不讲信义，\n不过你发誓爱我，就两度背了信；\n床头盟你撕毁，新的誓言你背弃，\n你结下新欢，又萌发新的憎恨。\n但是，你违了两个约，我违了一打半——\n还要责备你？我罚的假咒可多了；\n我罚的咒呀，全把你罚了个滥，\n我的信誉就都在你身上失落了：\n因为我罚咒罚得凶，说你顶和善，\n说你爱得挺热烈，挺忠贞，不会变；\n我为了给你光彩，让自己瞎了眼，\n或让眼发誓——发得跟所见的相反；\n我曾罚过咒，说你美：这是个多么\n虚伪的谎呀，我罚的假咒不更多么！", "note": "诗人承认自己不守信誓。但女郎更坏，她两度违了约。可是他不必责备她。他由于曾发誓说她忠实、美丽……而失了无数次信了（即撒了无数谎了，因为她原是不美、不忠实的），所以他更应该受责备。——第二至四行：当你发誓说爱我的时候，你欺骗了你的丈夫；当你发誓说恨我的时候，你又欺骗了我，因为你曾说你永远爱我。所以是两度违约。第十一行：我闭下眼睛不看你的缺陷，以便想象你如何美丽。参阅第137首及第148首。本诗是关于黑女郎的一组诗（第127首至第152首）的最后一首。", "content_en": "In loving thee thou know’st I am forsworn,\nBut thou art twice forsworn, to me love swearing;\nIn act thy bed-vow broke, and new faith torn\nIn vowing new hate after new love bearing.\nBut why of two oaths’ breach do I accuse thee,\nWhen I break twenty? I am perjured most，\nFor all my vows are oaths but to misuse thee,\nAnd all my honest faith in thee is lost;\nFor I have sworn deep oaths of thy deep kindness,\nOaths of thy love, thy truth, thy constancy;\nAnd, to enlighten thee, gave eyes to blindness,\nOr made them swear against the thing they see;\nFor I have sworn thee fair; more perjured eye,\nTo swear against the truth so foul a lie." }, { "title": "莎士比亚十四行诗第153首 | 莎士比亚十四行诗", "content_zh": "丘比德丢下了他的火炬，睡熟了：\n黛安娜的一个天女就乘此机会\n把他这激起爱情的火炬浸入了\n当地山谷间一条冰冷的泉水；\n泉水，从这神圣的爱火借来\n永远活泼的热力，永远有生机，\n就变成沸腾的温泉，人们到现在\n还确信这温泉有回春绝症的效力。\n我爱人的眼睛又燃起爱神的火炬，\n那孩子要试验，把火炬触上我胸口，\n我顿时病了，急于向温泉求助，\n就赶去做了个新客，狂躁而哀愁，\n但是没效力：能医好我病的温泉\n是重燃爱神火炬的——我爱人的慧眼。", "note": "这一首与下一首（第154首）所写的是同一题材；这两首诗并不在对谁说话。——第一、二行：丘比德与黛安娜，均为古典神话中的神，前者是爱神（形如小男孩，有翅膀），后者是月神（形如美丽的少女）。“天女”即仙女，这里是月神的侍女。第九、十行：爱神的火炬，一度被人熄灭，如今却从诗人的爱人的眼睛那里重新燃烧了起来，爱神为试验火炬究竟燃着没有，便用火炬去点触诗人的胸膛。“那孩子”指丘比德。", "content_en": "Cupid laid by his brand and fell asleep.\nA maid of Dian’s this advantage found,\nAnd his love-kindling fire did quickly steep\nIn a cold valley-fountain of that ground;\nWhich borrowed from this holy fire of Love\nA dateless lively heat, still to endure,\nAnd grew a seething bath, which yet men prove\nAgainst strange maladies a sovereign cure.\nBut at my mistress’ eye Love’s brand new-fired,\nThe boy for trial needs would touch my breast;\nI, sick withal, the help of bath desired,\nAnd thither hied, a sad distempered guest,\nBut found no cure; the bath for my help lies\nWhere Cupid got new fire—my mistress’ eyes." }, { "title": "莎士比亚十四行诗第154首 | 莎士比亚十四行诗", "content_zh": "小小的爱神，有一次睡得挺沉，\n把点燃爱火的火炬搁在身边，\n恰巧多少位信守贞洁的小女神\n轻步走来；最美的一位天仙\n用她的处女手把那曾经点燃\n无数颗爱心的火炬拿到一旁；\n如今那爱情之火的指挥者在酣眠，\n竟被贞女的素手解除了武装。\n她把火炬熄灭在近旁的冷泉中，\n泉水从爱火得到永恒的热力\n就变成温泉，对人间各种病痛\n都有灵效；但是我，我爱人的奴隶，\n也去求治，把道理看了出来：\n爱火烧热泉水，泉水凉不了爱。", "note": "有的论者猜测：莎士比亚把同一题材写成两首诗，一同呈献给他的朋友，原意是要他的朋友挑选一首，而他的朋友把两首都留下了：前一首思想更丰富，后一首音调更悦耳。这就是第153首和本首。也有的论者认为这两首诗不是出自莎士比亚的手笔。译者有不同看法，译者认为，莎士比亚与青年的友谊和与女郎的爱情经历了欢乐、温馨、忧伤、痛苦、悲愤、怨望……整部十四行诗突现出一种悲剧意蕴。这种悲剧意蕴体现在诗人对人生际遇的深刻反思，升华到哲思的高度。最后两首十四行诗是一个寓言，体现诗人因友谊与爱情而得病，而能治好这病的药物又只能是友谊和爱情，于是形成了良性循环与恶性循环的交替不歇，悲剧意蕴由此产生。所以，这两首诗不是与整个情节无涉，而是整部十四行诗所涉及的人际关系的概括。", "content_en": "The little Love-god lying once asleep\nLaid by his side his heart-inflaming brand,\nWhilst many nymphs that vowed chaste life to keep\nCame tripping by, but in her maiden hand\nThe fairest votary took up that fire,\nWhich many legions of true hearts had warmed;\nAnd so the general of hot desire\nWas, sleeping, by a virgin hand disarmed.\nThis brand she quenched in a cool well by,\nWhich from Love’s fire took heart perpetual,\nGrowing a bath and healthful remedy\nFor men diseased; but I, my mistress’ thrall,\nCame there for cure, and this by that I prove:\nLove’s fire heats water, water cools not love." }]